{
    "en":{
        "TOC":"Table of Contents",
        "title":"Scope and Objectives for New System Components",
        "Langbtn":"English",
        
        "Resources-1":"Relevant Resources",
        "Resources-3":"COVID-19 Main Page",
       
        "help-1":"Course Navigation",
        "help-2":"Throughout the course, you can use several navigation features and functions.",
        "help-3":"View the previous page.",
        "help-4":"View the next page.",
        "help-5":"Open to access help",
        "help-6":"Open to view the table of contents.",

        "skip":"Skip to main content.",
        
        "Title-1":"Introduction",
        "1-1":"In developing a national biosafety and biosecurity system and selecting policy instruments, it is important to set achievable goals. Take into consideration those who administer and enforce the policy instrument as well as those it impacts. Those who will be subject to the new policy instrument must be able to achieve and maintain compliance. To do so, there must be political support and resources for compliance mechanisms (e.g., inspectors) and promotion (e.g., education). Once you have identified the key leverage points (Module 2: Issue Identification, Risk Assessment, and Prioritization), you must decide how much of the risk (and in which sectors) you want to address in your national system, as well as timing.",
        "1-2":"This will consider:",
        "1-3":"The most significant and urgent risks",
        "1-4":"The resources you have available",
        "1-5":"Any target dates that you have for implementation",
        "1-6":"Any resistance that you may encounter",
        
        "Title-2":"Learning Objectives",
        "2-1":"The purpose of this module is to set the scope of your national biosafety and biosecurity system. You will determine what issues to address and set clear objectives to guide your work. After completing Module 3: Scope And Objectives For New System Components, you will understand how to identify the scope and objectives for new system components including:",
        "2-2":"Prioritizing risks",
        "2-3":"Setting SMART objectives and sub-objectives",
        "2-4":"Integrating the perspectives of subject matter experts", 
        "2-5":"Integrating key considerations for setting specific objectives, mitigating risk, establishing scope, and proceeding with consultations",
        "2-6":"Objectives should be:",
        "2-t1":"Descriptive",
        "2-7":"An objective describes the scope of what will be achieved by finding the cause of sector-specific issues. Depending on your results so far, you may set objectives:",
        "2-8":"For an issue you identified in terms of your overall biosafety and biosecurity system",
        "2-9":"For a root cause of one or more issues that has been identified as a key leverage point (e.g., awareness, education)",
        "2-10":"For a contributing cause that was identified as part of the root cause analysis (e.g., it may not prevent an issue, but could decrease its effects in a cost-effective way)",
        "2-t2":"Precise",
        "2-11":"An objective precisely defines what you intend to do. Consider the difference between these two statements:",
        "2-12":"<b>Statement #1 –</b> “Standardize biosafety training across all sectors in the next five years”",
        "2-13":"<b>Statement #2 –</b> “Standardize biosafety training for all government employees in the next five years”",
        "2-14":"Statement #2 defines the individuals impacted by the training by including “training for all government employees” rather than “training across all sectors”.",
        "2-t3":"SMART",
        "2-15":"Objectives should be “SMART” (Specific, Measurable, Achievable, Relevant, and with a Target Time) but an objective does not detail “how” to solve a problem. If you experience challenges when setting objectives, it may mean that defining the problems or risks need more work.",
        
        "Title-3":"Sub-Objectives",
        "3-1":"Once you have set main objectives, you may realise that sub-objectives are required to meet them. It can be useful to set sub-objectives for each objective to keep the project on track. For example, an overall objective might be: “Over the next three years, establish a culture of biosafety in academia as measured by: appointment of trained Biosafety Officers, commitment to training facility staff, and regular reporting of incidents and laboratory acquired infections.” Some sub-objectives might be:",
        "3-2":"Over the next year educate the senior executives of universities about the importance and long-term cost effectiveness of biosafety with the aim of obtaining commitment to change;",
        "3-3":"Over the next 18 months identify the training requirements needed to meet the overall objective in the academic sector and identify existing training if available;",
        "3-4":"If training is not available, over the following 2 years, develop an on-line biosafety training program; and ",
        "3-5":"Over the final year, promote the program to those at universities who work with pathogens and toxins and those who manage them with the aim of X% enrolment.",
        "3-6":"In addition, the objectives that are set for the development of a system can form the basis for evaluating the success of the system once put in place.",
        "3-7":"Setting objectives is also an important part of communicating with decision makers, stakeholders, those who will be regulated, and those who will be tasked with putting the system in place. Clear objectives help manage expectations and calm fears that the burden will be too great.",

        
        "Title-4":"Key Stakeholders",
        "4-1":"The key stakeholders for this module are subject matter experts for the sectors that you expect to be impacted by the scope of oversight that you will set. Their perspectives are important because any oversight instruments that you put in place must:",
        "4-2":"Be practical and realistic",
        "4-3":"Be achievable by the target sectors and sub-sectors (e.g., they must have the knowledge and resources to be able to become and remain compliant)",
        "4-4":"Finally, those familiar with the current political climate will be able to advise you on expectations and commitment. It is important that you are aware of and work within the scope of what senior decision-makers will be willing to consider. This will impact the overall sustainability of this work.",
        

        "Title-5":"Exercise 3.1 Setting Scope and Objectives - Step 1",
        "5-1":"Before working on the specific objectives, make sure you reconsider:",
        "5-2":"How quickly do you want to put an initial framework in place? Now you know more about the root causes and leverage points and as you begin to consider how you might address issues and risks, you will be in a better place to estimate the time it will take to implement oversight.",
        "5-3":"How many resources do you have to dedicate to this project (e.g., will one team have to work on all the issues or can multiple teams with subject matter experts work at the same time)? The level of resources assigned to addressing issues will also influence the time needed.",
        "5-4":"How much support can you expect for implementation? Will you have to work with the current infrastructure and workforce only or can you expect new resources (e.g., to create inspector training and to employ inspectors).",
        "5-5":"Are there other factors that might determine which issues you address first and how you assign resources such as: political and global attention, political and international commitments made by your Government; and related work that is already underway? For instance, in a number of cases during the pilot workshops to refine this tool, work related to the Biological and Toxin Weapons Convention (BTWC), United Nations Security Council Resolution 1540 (UNSCR) and the International Health Regulations Joint External Evaluation (IHR JEE) was already underway that could be leveraged.",



        "Title-6":"Exercise 3.1 Setting Scope and Objectives - Step 2",
        "6-1":"Consider each key leverage point that you identified in Module 2: Issue Identification, Risk Assessment, and Prioritization; consider all the ways that you might mitigate the risks or issues if:",
        "6-2":"You tried to remove or reduce the issue in all sectors. Estimate how long this might take and what the resource requirements might be.",
        "6-3":"You tried to remove or reduce the issue in only those sectors which you have identified as priority. Estimate how long this might take and what the resource requirements might be.",
        "6-4":"You tried to remove or reduce the issue for the sector(s) where the challenge would be the least (e.g., government facilities where you might have more direct control). Estimate how long this might take and what the resource requirements might be.",


        "Title-7":"Exercise 3.1 Setting Scope and Objectives - Step 3",
        "7-1":"Establish a scope and objective related to each priority issue and leverage point (e.g., to make standardized biosafety training mandatory for all government laboratory personnel. Training of existing personnel to be completed within 3 years).",
        "7-2":"<b>Specific –</b> target a specific area for improvement (e.g., make standardized biosafety training mandatory for all government laboratory employees).",
        "7-3":"<b>Measurable –</b>identify the indicators of progress and success (e.g., identify how many employees have completed training in 2 years).",
        "7-4":"<b>Achievable – </b>objective or expectation is realistic, this should be established as part of the discussions (e.g., stakeholder input supports this as being feasible).",
        "7-5":"<b>Relevant –</b>state what results can be realistically achieved given available resources (e.g., if this relates to a priority issue and a key leverage point the relevance has been established).",
        "7-6":"<b>Target Time –</b> state the time-frame within which the objective will be achieved (e.g., training of existing personnel to be completed within 3 years).",
        "7-7":"Note: Although you considered how you might address this issue the “how” is not included in the objective. This is because you may change the “hows” in Module 5: Combine Policy Instruments Into National System Options.",


        "Title-8":"Exercise 3.1 Setting Scope and Objectives - Step 4/5",
        "8-1":"Step 4",
        "8-2":"At this point, it can be valuable to consult all those who will be impacted by any proposed changes. Meeting with senior decision-makers (e.g., national ministries) as you proceed will keep them informed and confirm their ongoing support. Consulting with those whose behaviour you want to change will allow you to obtain important feedback about their challenges and any impediments or resistance to compliance that was not identified by the subject matter experts and other representatives you have worked with so far.",
        "8-3":"Module 2 - Issue Identification, Risk Assessment and Prioritization provides guidance on how you can consult with those who will be impacted when developing your system to increase the probability that what you develop will be realistic and practical, and to reduce the probability of resistance to implementation.",
        "8-4":"Step 5",
        "8-5":"Refine your objectives based on Step Four. Consultations may provide you with information that requires you to revisit the initial assumptions that you based your objectives on. This will require you to refine your objectives.",
        "8-6":"Once you have established a set of SMART objectives you are ready to move on to Module 4: Policy Instruments.",

        "Title-9":"Workshop Materials",
        "9-1":"The following provides potential agendas for workshops to identify issues and assess risks:",
        "9-2":"Draft Agenda: Setting Scope and Objectives for New Oversight Instruments",
        "9-3":"Note that the timing indicated in the table is approximate.",
        "9-4":"<b>Setting Scope and Objectives for New Oversight Instruments</b>",
        "th1":"Time",
        "th2":"Activity",
        "th3":"Comments",
        "time1":"20 min",
        "time2":"45 min",        
        "time3":"15 min",  
        "time4":"75 min", 
        "time5":"60 min", 
        "time6":"70 min", 
        "9-5":"<p><b>Attendees –</b> Representative of all sectors implicated in the root causes and key leverage points that you have identified and subject matter experts in policy development and implementation.</p><p>If a large number of representatives are required we recommend seating sectors at individual tables with a policy expert at each table.</p>",
        "9-6":"Lectern and microphone Projector, laptop, and screen",
        "9-7":"<p><b>Welcome, Purpose, Introductions, Norms - Member of Working Group</b></p><p><b>Purpose –</b>Determine how we might best use the key leverage points to set objectives for an effective biosafety and biosecurity national system. This is based on the work done to date to identify the root causes in the issues we face in the management of biosafety and biosecurity.</p><p><b>Introductions –Who is in the room?</b></p><p><b>Norms (on flipchart)</b></p><ul><li>All perspectives are valuable and valid</li><li>Hear from everyone</li><li>Focus on oversight</li><li>Do not expect completion</li></ul><p>Any Questions?</p>",
        "9-8":"The norms are those used at the pilot workshops for the <i>Analytical Approach.</i>",
        "9-9":"<p><b>Presentation of Objectives (SMART) –</b>Member of Working Group</p><p>Include issues such as complexity, the need for compliance activities, regulatory burden, etc.</p><p>20 min Discussions</p><p>10 min Questions</p>",
        "9-10":"<p><b>Step One: Understanding the Constraints</b></p><p>Consider the following questions and agree, as a group how ambitious you can be.</p><ol><li>How quickly do you want to put an initial framework in place? Now you know more about the root causes and leverage points and as you begin to consider how you might address issues and risks, you will be in a better place to estimate the time it will take to implement oversight.</li><li>How many resources do you have to dedicate to this project, i.e. will one team have to work on all the issues or can multiple teams with subject matter experts work at the same time? The level of resources assigned to addressing problems will also influence the time requirement.</li><li>How much support can you expect for implementation? Will you have to work with the current infrastructure and workforce only or can you expect new resources (e.g., to create inspector training and to employ inspectors).</li><li>Are there other factors that might determine which issues you address first and how you assign resources such as: political and/or global attention, political and/or international commitments made by your Government, related work that is already underway?</li></ol><p>30 min Group Discussion</p><p>15 min Full room agreement</p>",
        "9-11":"<b>BREAK</b>",
        "9-12":"<p><b>Step Two: Key Leverage Points</b></p><p>For the leverage points with which you have been provided:</p><ol><li>Consider all the possible ways to address the root causes/key leverage points provided on the handout (and any others you may be able to think of) if:</li><ul><li>You tried to remove/reduce the issue in all sectors. Estimate how long this might take and what the resource requirements might be.</li><li>You tried to remove/reduce the issue in only those sectors which you have identified as priority. Estimate how long this might take and what the resource requirements might be.</li><li>You tried to remove/reduce the issue for the sector(s) where the challenge would be the least (e.g., government facilities where you might have more direct control). Estimate how long this might take and what the resource requirements might be.</li></ul><li>Considering the constraints from the first exercise, recommend what you think the targets should be (i.e., the “scope” of the first iteration of your biosafety and biosecurity system)</li></ol><p>50 min Table Work</p><p>25 min Report to full room</p>",
        "9-13":"Handout of key leverage points relevant to each sector",
        "9-14":"<b>LUNCH</b>",
        "9-15":"<p><b>Step Three: Setting SMART Objectives</b></p><p>For each target that you set above, now estimate:</p><ul><li>How long you think it will take</li><li>How would you measure progress</li></ul><p>Now reword each as a SMART Objective</p><p>45 min Table work</p><p>25 min Reports to full room</p>",


        "Title-10":"Review Activity",
        "B1":"Check Answer",
        "B2":"Reset",
        "B3":"Next Question",
        "Q":"Question",
        "Q1":"Which of the following should you consider when deciding on what risks you will address in your national system? Select all that apply.",
        "Q2":"Objectives should be descriptive and broad in scope.",
        "Q3":"Which of the following does the acronym “SMART” stands for?",
        "Q4":"Subject matter expert advice on expectations and commitment is integral to the process of developing and setting oversight instruments.",
        "Q5":"There are five steps to setting the overall scope and objective for national biosafety and biosecurity system.",
        "10-1":"In this module you received an introduction to the scope and objectives for new system components. The following exercise gives you the opportunity to test yourself and review the key points. The score you achieve is not recorded, so take your time and use this activity to determine what you have learned and if any areas need further review.",
        "10-2":"A. The most significant and urgent risks", 
        "10-3":"B. The resources you have available", 
        "10-4":"C. Newsworthy events", 
        "10-5":"D. Any target dates that you have for implementation", 
        "10-6":"E. Any resistance that you may encounter", 
        "10-7":"True", 
        "10-8":"False", 
        "10-9":"A. Specific, Memorable, Achievable, Relevant, and Target Time", 
        "10-10":"B. Specific, Measurable, Achievable, Relevant, and Target Time", 
        "10-11":"C. Specific, Measurable, Actionable, Relevant, and Task Oriented", 
        "10-12":"True", 
        "10-13":"False", 

        
        "Title-11":"Summary",
        "11-1":"This module introduced you to setting the scope and objectives for new system components. In summary:",
        "11-2":"In developing a national biosafety and biosecurity system and selecting policy instruments, it is important to set achievable goals. Consider:",
        "11-2a":"Those who administer and enforce the policy instrument",
        "11-2b":"Those who will be subject to the new policy instrument (e.g., they must be able to achieve and maintain compliance)",
        "11-3":"Setting objectives is an important part of communicating with decision makers, stakeholders, those who will be regulated, and those who will be tasked with putting the system in place",
        "11-4":"Objectives should be “SMART” (Specific, Measurable, Achievable, Relevant, and with a Target Time) but an objective does not detail “how” to solve a problem",
        "11-5":"Set sub-objectives (also SMART) for each objective to keep the project on track",
        "11-6":"Oversight instruments must be practical and realistic, and must be achievable by the target sectors and sub-sectors",


        "Title-12":"Reflection",
        "12-T":"Reminder!",
        "12-1":"Now it is time to think about what you have learned.",
        "12-2":"At this time, how would you explain what you have accomplished in this module to a colleague who has just joined the project?",
        "12-2a":"You should be able to describe to a colleague the thought process behind the objectives you have decided upon, including how they are SMART. You should also be able to justify why certain considerations were kept inside or outside the scope of you work.",
        "12-3":"Do you understand the concepts of the module well enough to apply them?",
        "12-3a":"You should understand the five criteria of SMART objectives and how to apply them to your analysis. Consider reviewing the resource module on stakeholder engagement to increase your understanding of this section of Module 3: Scope And Objectives For New System Components.",
        "12-4":"If you were asked by a senior official for an update on the status of the project, how would you describe it?",
        "12-4a":"At this point you should be able to describe the scope of your national biosafety and biosecurity system, by determining who and what will be addressed, and share clear objectives that will guide your work.",

        
        
        "accodion-directive":"Click each step to learn more.",
        "tabs-directive":"Click each tab to learn more.",
        "popup-directive":"Click each section to learn more. ",
        "flipcard-directive":"Click each image to learn more. ",
        "link-directive":"For more infromation, visit:",
        "hover-directive":"Hover over each image to learn more. ",
        

        "titlebarimage1":"<img src='./assets/img/template/phac-text-en.svg' alt='English PHAC Logo'>",
        "helpimage-1":"<img src='./assets/img/template/Help_LeftArrow.png' alt='Previous Page'/>",
        "helpimage-2":"<img src='./assets/img/template/Help_RightArrow.png' alt='Next Page'/>",
        "helpimage-3":"<img src='./assets/img/template/HelpButton_INV.png' alt='Get help'/>",
        "helpimage-4":"<img src='./assets/img/template/Help_TOC.png' alt='Open the table of contents'/>"




    },
    "fr":{
        
        "TOC":"Table des matières",
        "title":"Portée et objectifs des nouveaux instruments de surveillance",
        "Langbtn":"Français",

        "Resources-1":"Ressources Pertinentes",
        "Resources-3":"COVID-19 Page d'Accueil",

        "help-1":"Navigation dans le cours",
        "help-2":"Tout au long du cours, vous pouvez utiliser plusieurs caractéristiques et fonctions de navigation.",
        "help-3":"Voir la page précédente.",
        "help-4":"Voir la page suivante.",
        "help-5":"Ouvrir pour voir le menu d'aide",
        "help-6":"Ouvrir pour voir la table des matières.",
        
        "skip":"Sauter au contenu principal.",

        "Title-1":"Introduction",
        "1-1":"Il est important lors de l’élaboration d’un système national de biosécurité et de biosûreté et de la sélection des instruments de politique de fixer des objectifs réalistes et atteignables. Prenez en considération les personnes qui administreront et appliqueront les instruments de politique, ainsi que ceux à qui ces instruments s’appliqueront. Ceux à qui s’appliqueront le nouvel instrument de politique devront être en mesure d’atteindre et de maintenir la conformité. Pour ce faire, du soutien et des ressources politiques aux mécanismes de conformité devront être en place (p. ex. inspecteurs), ainsi que de la promotion (p. ex. de l’éducation). Une fois les points d’intervention principaux cernés (Module 2 : Cerner les problèmes, évaluer les risques et prioriser), vous devrez décider à quelle proportion du risque vous souhaitez remédier et dans quels secteurs, ainsi que les échéances.",
        "1-2":"Il faut prendre en compte :",
        "1-3":"les risques les plus importants et les plus urgents;",
        "1-4":"les ressources disponibles;",
        "1-5":"les dates limites pour la mise en œuvre;",
        "1-6":"toute résistence qui sera possiblement rencontrée. ",

        
        "Title-2":"Objectifs",
        "2-1":"Ce module vise à établir la portée de votre système national de biosécurité et de biosûreté. Vous déterminerez quels problèmes seront traités et fixerez des objectifs pour guider votre travail. Après avoir terminé le Module 3 : Portée et objectifs des composantes du nouveau du système, vous comprendrez comment déterminer la portée et de fixer les objectifs pour les composantes du nouveau système, dont :",
        "2-2":"Prioriser les risques;",
        "2-3":"Fixer des objectifs selon les critères SMART;",
        "2-4":"Intégrer les points de vue des experts en la matière;", 
        "2-5":"Intégrer les considérations clefs pour l'établissement d'objectifs précis, l'atténuation des risques, l'établissement de la portée et la tenue de consultations.",
        "2-6":"Un objectif devrait être :",
        "2-t1":"Descriptif",
        "2-7":"Un objectif décrit la portée de ce qui sera atteint en trouvant la cause des problèmes propres à un secteur. Selon les résultats obtenus jusqu’à maintenant, vous pouvez fixer les objectifs :",
        "2-8":"Pour un problème cerné en terme de votre système national de biosécurité et de biosûreté;",
        "2-9":"Pour la cause fondamentale d’un ou de plusieurs problèmes cernés comme points d’intervention principaux (p. ex. le manque d’éducation ou de conscientisation);",
        "2-10":"Pour une cause contributrice cernée dans le cadre de l’analyse de cause fondamentale (p. ex. elle peut ne pas prévenir un problème, mais elle pourrait en diminuer les effets de façon rentable).",
        "2-t2":"Précis",
        "2-11":"Un objectif définit précisément vos intentions. Considérez la différence entre les deux énoncés suivants :",
        "2-12":"<b>Premier énoncé :</b> « uniformiser la formation en biosécurité dans l’ensemble des secteurs au cours des cinq prochaines années »",
        "2-13":"<b>Deuxième énoncé : </b> « uniformiser la formation en biosécurité pour tous les membres du personnel du gouvernement au cours des cinq prochaines années. »",
        "2-14":"Le deuxième énoncé définit les personnes touchées par la formation en ajoutant « tous les membres du personnel du gouvernement », plutôt que seulement indiquer « dans l’ensemble des secteurs ».",
        "2-t3":"SMART",
        "2-15":"Les objectifs devraient correspondre aux critères « SMART » (Spécifique, Mesurable, Atteignable, Réaliste et Temporel). Cependant, les objectifs ne détaillent pas la manière de résoudre le problème. Si vous éprouvez des difficultés lorsque vous tentez de fixer des objectifs, les problèmes ou risques devraient être précisés davantage.",
        
        
        "Title-3":"Les Sous-objectifs",
        "3-1":"Une fois que des objectifs principaux sont fixés, vous réaliserez que des sous-objectifs sont nécessaires pour les atteindre. Il serait utile d’en fixer pour chaque objectif afin de garder le cap. Par exemple, un objectif global pourrait être « Établir au cours des trois prochaines années une culture de biosécurité dans le monde universitaire, mesurée par la nomination d’agents de la biosécurité, l’engagement des membres du personnel à recevoir de la formation et la déclaration régulière d’incidents et d’infections acquises en laboratoire. » Voici quelques exemples de sous-objectifs :",
        "3-2":"Éduquer au cours de la prochaine année les cadres supérieurs d’universités sur l’importance et le coût à long terme de l’efficacité de la biosécurité dans le but d’obtenir un engagement vers le changement",
        "3-3":"Établir au cours des 18 prochains mois les exigences de formation nécessaires pour atteindre l’objectif global dans le secteur universitaire, et cerner la formation existante si possible",
        "3-4":"S’il n’existe aucune formation, élaborer au cours des deux prochaines années un programme de formation en ligne sur la biosécurité",
        "3-5":"Promouvoir au cours de la dernière année le programme auprès de ceux qui, dans les universités, travaillent avec des agents pathogènes et des toxines ainsi que ceux qui les gèrent afin d’obtenir X % d’inscriptions",
        "3-6":"De plus, les objectifs fixés pour élaborer un système peuvent constituer la base pour évaluer le succès dudit système une fois mis en place.",
        "3-7":"Fixer des objectifs est aussi une partie importante de la communication avec les décideurs, les intervenants, ceux qui seront réglementés et ceux qui seront chargés de la mise en place du système. Des objectifs clairs aident à gérer les attentes et à calmer les craintes que le fardeau ne soit trop lourd.",
        
        "Title-4":"Les Imtrevenants Principaux",
        "4-1":"Les intervenants principaux pour ce module sont des experts en la matière des secteurs censés être cernés par la portée de surveillance qui sera fixée. Leurs points de vue sont importants, car tout instrument de surveillance que vous mettrez en place doit :",
        "4-2":"être réaliste;",
        "4-3":"être atteignable par les secteurs et sous-secteurs cibles, (p. ex. ces intervenants doivent avoir les connaissances et ressources requises pour être en mesure d’atteindre la conformité et de rester conformes).",
        "4-4":"Enfin, les intervenants au courant du climat politique actuel pourront vous conseiller sur les attentes et l’engagement généraux. Il est important que vous soyez au courant de ce que les décideurs principaux seront prêts à prendre en considération et que vous travailliez dans le cadre de ce qu'ils seront disposés à considérer, ce qui aura une incidence sur la durabilité globale de ce travail.",

        "Title-5":"Exercice 3.1 Établir la portée et fixer les objectifs - Première ÉTape",
        "5-1":"Avant de travailler à fixer des objectifs précis, prenez les éléments suivants en compte :",
        "5-2":"Dans quels délais voulez-vous mettre en place le cadre de travail initial? Maintenant que vous en savez davantage sur les causes fondamentales et les points d’intervention, et que vous commencez à examiner la façon de remédier aux problèmes et aux risques, vous êtes mieux placé pour estimer le temps nécessaire pour mettre en œuvre la surveillance.",
        "5-3":"Combien de ressources avez-vous à la disposition du projet? Une seule équipe travaillera-t-elle sur tous les problèmes, ou peut-il y avoir plusieurs équipes comptant des experts en la matière qui travaillent en parallèle? Le niveau de ressources attribuées à la correction de problèmes influera les exigences relatives aux délais.",
        "5-4":"À quel degré de soutien pouvez-vous attendre pour la mise en œuvre? Devrez-vous travailler uniquement avec l’infrastructure et la main-d’œuvre actuelles? Ou pouvez-vous vous attendre à de nouvelles ressources (p. ex. à la création de formation d’inspecteurs et à l’embauche d’inspecteurs)?",
        "5-5":"Y a-t-il d’autres facteurs qui pourraient déterminer quels problèmes devraient être traités en premier et comment devraient être attribués les ressources, comme l’attention politique et mondiale, les engagements politiques et internationaux pris par votre gouvernement et tout autre travaux en cours? Entre autres, dans certains cas lors des ateliers pilotes pour améliorer cet outil, les travaux de la Convention sur les armes biologiques et à toxines (BTWC), la Résolution 1540 du Conseil de sécurité des Nations Unies (RCSNU 1540) et à l’évaluation externe conjointe du Règlement sanitaire international étaient déjà en cours et pouvaient être mis à profit.",


        "Title-6":"Exercice 3.1 Établir la portée et fixer les objectifs - Deuxième Étape",
        "6-1":"Examinez chaque point d’intervention principal cerné au cours du Module 2 : Cerner les problèmes, évaluer les risques et prioriser. Prenez en considération toutes les façons que vous pourriez atténuer les risques ou problèmes si :",
        "6-2":"Vous avez essayé d’éliminer ou de réduire le problème dans tous les secteurs. Estimez combien de temps cela pourrait prendre et quels pourraient être les besoins en ressources;",
        "6-3":"Vous avez essayé d’éliminer ou de réduire le problème seulement dans les secteurs que vous avez identifiés prioritaires Estimez combien de temps cela pourrait prendre et quels pourraient être les besoins en ressources;",
        "6-4":"Vous avez essayé d’éliminer ou de réduire le problème des secteurs où la difficulté serait moindre, comme les installations gouvernementales où vous pourriez avoir un contrôle plus direct. Estimez combien de temps cela pourrait prendre et quels pourraient être les besoins en ressources.",


        "Title-7":"Exercice 3.1 Établir la portée et fixer les objectifs - Troisième Étape",
        "7-1":"Établissez une portée et fixez des objectifs associés à chaque problème prioritaire et à chaque point d’intervention (p. ex. rendre obligatoire la formation normalisée en biosécurité pour tous les membres du personnel des laboratoires gouvernementaux). La formation du personnel déjà en place doit être complétée dans un délai de trois ans.",
        "7-2":"<b>Spécifique :</b> cibler un secteur précis à améliorer (p. ex. rendre obligatoire la formation normalisée en biosécurité pour tout le personnel de laboratoire du gouvernement).",
        "7-3":"<b>Mesurable :</b>déterminer les indicateurs de progrès et de réussite (p. ex. combien de membres du personnel ont terminé leur formation en deux ans).",
        "7-4":"<b>Atteignable : </b>les objectifs ou les attentes sont réalistes; cela aurait dû être établi dans le cadre des discussions (p. ex. les commentaires des intervenants appuient la faisabilité de ce projet).",
        "7-5":"<b>Réaliste :</b>indiquer quels résultats peuvent être atteints de façon réaliste, compte tenu des ressources disponibles (p. ex. s'il s'agit d'un problème prioritaire et d'un point d'intervention principal, la pertinence a été établie).",
        "7-6":"<b>Temporel :</b> indiquer le délai dans lequel l'objectif sera atteint (p. ex. formation du personnel en place dans un délai de trois ans).",
        "7-7":"Veuillez noter : même si vous avez pris en considération les façons de remédier au problème, le « comment » n’est pas compris dans l’objectif, car cette question se pose au cours du Module 5 : Combiner les instruments de politique en options du système national.",

        "Title-8":"Exercice 3.1 Établir la portée et fixer les objectifs - Quatrième/Cinquième Étape",
        "8-1":"Quatrième Étape",
        "8-2":"Il est utile à ce stade de consulter toutes les personnes qui seront touchés par les changements proposés. Rencontrer les décideurs principaux au cours de vos démarches, comme des ministres nationaux, vous permet de les tenir au courant et de confirmer leur soutien continu. Consulter ceux dont le comportement doit changer vous permettra d’obtenir une rétroaction importante sur leurs difficultés ainsi que sur tout obstacle ou toute résistance à la conformité qui n’a pas été cerné par les experts en la matière et les autres représentants avec qui vous avez collaboré jusqu’à maintenant.",
        "8-3":"Le Module 2 - Cerner les problèmes, évaluer les risques et prioriser offre des directives sur la manière de consulter ceux qui seront touchés lorsque vous élaborez votre système afin d’augmenter la probabilité que ce qui est développé soit réaliste et qu’il réduise la probabilité de résistance à la mise en œuvre.",
        "8-4":"Cinquième Étape",
        "8-5":"Précisez les objectifs en vous basant sur les résultats des consultations de la quatrième étape. Celles-ci peuvent offrir davantage d’information vous demandant de revoir les premières hypothèses sur lesquelles vous avez fondé vos objectifs, vous demandant ainsi de raffiner vos objectifs.",
        "8-6":"Une fois les objectifs fixés selon les critères SMART, vous serez prêt à passer au Module 4 : Les instruments de politique.",

        "Title-9":"MATÉRIEL D’ATELIER",
        "9-1":"Ci-après sont présentés des programmes potentiels pour des ateliers visant à cerner des problèmes et à évaluer des risques :",
        "9-2":"Ébauche de programme : Établir la portée et fixer les objectifs des nouveaux instruments du système",
        "9-3":"Veuillez noter que le temps indiqué dans le tableau est approximatif.",
        
        "9-4":"<b>Setting Scope and Objectives for New Oversight Instruments</b>",
        
        "th1":"Temps",
        "th2":"Activité",
        "th3":"Commentaires",
        "time1":"20 min",
        "time2":"45 min",        
        "time3":"15 min",  
        "time4":"75 min", 
        "time5":"60 min", 
        "time6":"70 min", 
        "9-5":"<p><b>Les participants :</b> des représentants de tous les secteurs concernés par les causes fondamentales et les points d’intervention principaux cernés, et les experts en la matière en élaboration et mise en œuvre de politique.</p><p>Si un grand nombre de représentants doivent être présents, il est recommandé de les faire assoir par secteur à des tables individuelles avec un expert en politique à chaque table.</p>",
        "9-6":"Lutrin et micro Projecteur, ordinateur portable et écran",
        "9-7":"<p><b>Mot de bienvenu, présentation des objectifs, introductions, normes – Membre du groupe de travail</b></p><p><b>Objectif : </b>Déterminez la meilleure manière d’utiliser les points d’intervention principaux pour fixer les objectifs d’un système national de biosécurité et de biosûreté efficace, selon le travail accompli jusqu’à maintenant pour cerner les causes fondamentales des problèmes rencontrés dans la gestion de la biosécurité et de la biosûreté.</p><p><b>Introductions : Qui est présent?</b></p><p><b>Normes (sur le tableau à feuilles)</b></p><ul><li>Tous les points de vue sont importants et valides</li><li>Assurez-vous d’entendre tout le monde</li><li>Concentrez-vous sur la surveillance</li><li>Ne vous attendez à tout terminer en une session</li></ul><p>Des questions?</p>",
        "9-8":"Les normes sont celles utilisées lors des ateliers pilotes de <i> l’Approche analytique.</i>",
        "9-9":"<p><b>Présentation des objectifs (SMART) –</b> Membre du groupe de travail</p><p>Inclure des problèmes comme la complexité, le besoin d’activités de conformité, le fardeau réglementaire.</p><p>20 min : Présentation</p><p>10 min : Les questions</p>",
        "9-10":"<p><b>Première étape : Comprendre les contraintes</b></p><p>Examinez les questions suivantes et, en groupe, convenez du degré d’ambiguïté.</p><ol><li>Dans quels délais voulez-vous mettre en place le cadre? Maintenant que vous en savez davantage sur les causes fondamentales et les points d’intervention, et que vous commencez à examiner la façon de remédier aux problèmes et aux risques, vous serez mieux placé pour estimer le temps nécessaire pour mettre en œuvre la surveillance</li><li>Combien de ressources avez-vous à la disposition du projet? Une seule équipe travaillera-t-elle sur tous les problèmes, ou peut-il y avoir plusieurs équipes comptant des experts en la matière qui travaillent en parallèle? Le niveau de ressources attribués à la correction de problèmes influera les exigences relatives au délai.</li><li>À quel degré de soutien pouvez-vous attendre pour la mise en œuvre? Devrez-vous travailler uniquement avec l’infrastructure et la main-d’œuvre actuelles? Ou pouvez-vous vous attendre à de nouvelles ressources, comme la création de formation d’inspecteurs et l’embauche d’inspecteurs?</li><li>Y a-t-il d’autres facteurs qui pourraient déterminer quels problèmes devraient être corrigés en premier et comment devraient être attribués les ressources, comme l’attention politique et mondiale, les engagements politiques et internationaux pris par votre gouvernement et tout autre travaux en cours?</li></ol><p>30 min : Discussion de groupe</p><p>15 min : Entente avec l’ensemble des participants</p>",
        "9-11":"<b>PAUSE</b>",
        "9-12":"<p><b>Deuxième étape : les points d’intervention principaux</b></p><p>Pour les points d’intervention que vous vous êtes vu attribués :</p><ol><li>Examinez toutes les manières possibles de remédier aux causes fondamentales et aux points d’intervention principaux sur les documents (et tout autre auquel vous pouvez penser) si :</li><ul><li>vous avez essayé d’éliminer ou de réduire le problème dans tous les secteurs. Estimez combien de temps cela pourrait prendre et quels pourraient être les besoins en ressources;</li><li>vous avez essayé d’éliminer ou de réduire le problème seulement dans les secteurs que vous avez identifiés prioritaires Estimez combien de temps cela pourrait prendre et quels pourraient être les besoins en ressources;</li><li>vous avez essayé d’éliminer ou de réduire le problème des secteurs où la difficulté serait moindre, comme les installations gouvernementales où vous pourriez avoir un contrôle plus direct. Estimez combien de temps cela pourrait prendre et quels pourraient être les besoins en ressources</li></ul><li>Prenez en considération les contraintes du premier exercice et recommandez ce que vous croyez que sont les cibles (c.-à-d. la portée de la première itération de votre système de biosécurité et de biosûreté).</li></ol><p>50 min : Travail par table</p><p>25 min : Partage des réponses avec l’ensemble du groupe</p>",
        "9-13":"Documents des points d’intervention principaux pertinents à chaque secteur",
        "9-14":"<b>REPAS</b>",
        "9-15":"<p><b>Troisième étape : établir les objectifs selon les critères SMART</b></p><p>Pour chaque cible établie précédemment, évaluez maintenant :</p><ul><li>les délais possibles;</li><li>la façon de mesurer le progrès.</li></ul><p>Reformulez maintenant chaque cible sous forme d’objectif SMART</p><p>45 min : Travail par table</p><p>25 min : Partage des réponses à l’ensemble du groupe</p>",

        "Title-10":"Activité de Révision",
        "B1":"Valider",
        "B2":"Remise",
        "B3":"Question suivante",
        "Q":"Question",
        "Q1":"Lesquels des éléments suivants devriez-vous prendre en considération lorsque vous choisissez à quels risques remédier dans votre système national? Sélectionnez tous les éléments qui s’appliquent.",
        "Q2":"Les objectifs devraient être descriptifs et de large portée.",
        "Q3":"Laquelle des réponses suivantes représente la signification de l’acronyme « SMART »?",
        "Q4":"Les conseils d'experts en la matière sur les attentes et l'engagement font partie intégrante du processus d'élaboration et d'établissement des instruments de contrôle.",
        "Q5":"L'établissement de la portée et de l'objectif généraux du système national de biosûreté et de biosécurité comporte cinq étapes.",
        "10-1":"Dans ce module, vous avez reçu une introduction sur la portée et les objectifs des nouveaux aspects du système. L'exercice suivant vous donne l'occasion de vous tester et de passer en revue les points clés. La note que vous obtenez n'est pas consignée, alors prenez votre temps et utilisez cette activité pour déterminer ce que vous avez appris et s'il y a d'autres points à revoir.",
        "10-2":"A. Les risques les plus importants et les plus urgents", 
        "10-3":"B. Les ressources disponibles", 
        "10-4":"C. Les événements d’importance majeure", 
        "10-5":"D. Les dates limites pour la mise en œuvre", 
        "10-6":"E. Toute résistance qui sera possiblement rencontrée", 
        "10-7":"Vraie", 
        "10-8":"Faux", 
        "10-9":"A. Spécifique, Mémorable, Atteignable, Réaliste et Temporel", 
        "10-10":"B. Spécifique, Mesurable, Atteignable, Réaliste et Temporel", 
        "10-11":"C. Spécifique, Mémorable, Applicable, Réaliste et orienté vers la Tâche", 
        "10-12":"Vrai", 
        "10-13":"Faux", 


        "Title-11":"Résumé",
        "11-1":"Ce module vous a introduit à la méthode pour établir la portée et fixer les objectifs des nouveaux aspects du système. En résumé :",
        "11-2":"Lors de l’élaboration d’un système national de biosécurité et de biosûreté et de la sélection des instruments de politique, il est important de fixer des objectifs réalistes et atteignables. Prenez en considération :",
        "11-2a":"ceux qui administreront et appliqueront les instruments de politique;",
        "11-2b":"ceux à qui les nouveaux instruments s’appliqueront; ils doivent être en mesure d’atteindre et de maintenir la conformité.",
        "11-3":"Fixer des objectifs est une partie importante de la communication avec les décideurs, les intervenants, ceux qui seront réglementés et ceux qui seront chargés de la mise en place du système.",
        "11-4":"Les objectifs devraient correspondre aux critères SMART (Spécifique, Mesurable, Atteignable, Réaliste et Temporel). Cependant, les objectifs ne détaillent pas la manière de résoudre le problème.",
        "11-5":"Fixer des sous-objectifs (respectant aussi les critères SMART) pour chaque objectif afin de garder le cap.",
        "11-6":"Les instruments de surveillance doivent être réalistes, et doivent être réalisables par les secteurs et sous-secteurs cibles.",


        "Title-12":"Reflection",
        "12-T":"Se rappeler",
        "12-1":"Maintenant, il est temps de réfléchir à ce que vous avez appris.",
        "12-2":"À ce stade, comment expliqueriez-vous ce que vous avez accompli dans ce module à un collègue qui vient de se joindre au projet?",
        "12-2a":"Vous devriez être en mesure de décrire à un collègue le processus de réflexion derrière les objectifs que vous avez choisis, y compris en quoi ils respectent les critères SMART. Vous devriez également être en mesure de justifier pourquoi certaines considérations ont été gardées à l'intérieur ou à l'extérieur du cadre de votre travail.",
        "12-3":"Comprenez-vous suffisamment les concepts du module pour les appliquer?",
        "12-3a":"Vous devriez comprendre les cinq critères d’objectif SMART et comment les appliquer dans votre analyse. Envisager à revoir le Module 2 - Cerner les problèmes, évaluer les risques et prioriser pour améliorer votre compréhension dans cette section du Module 3 : Portée et objectifs des composantes du nouveau du système.",
        "12-4":"Si un haut fonctionnaire vous demandait une mise à jour sur l'état d'avancement du projet, comment le décririez-vous?",
        "12-4a":"À ce stade-ci, vous devriez être en mesure de décrire la portée de votre système national de biosécurité et de biosûreté, en déterminant qui et ce qui sera abordé et en fixant des objectifs clairs pour guider votre travail.",
        
        "accordion-directive":"Cliquez sur chaque icône pour en savoir plus.",
        "tabs-directive":"Cliquez sur chaque icône pour en savoir plus.",
        "popup-directive":"Cliquez sur chaque section pour en savoir plus. ",
        "flipcard-directive":"Cliquez sur chaque image pour en savoir plus. ",
        "link-directive":"Pour plus d'informations, visitez :",
        "hover-directive":"Survolez chaque image pour en savoir plus. ",
        

        "titlebarimage1":"<img src='./assets/img/template/phac-text-en.svg' alt='Logo PHAC Français'>",
        "helpimage-1":"<img src='./assets/img/template/Help_LeftArrow.png' alt='Page Précédente'/>",
        "helpimage-2":"<img src='./assets/img/template/Help_RightArrow.png' alt='Page Suivante'/>",
        "helpimage-3":"<img src='./assets/img/template/HelpButton_INV.png' alt='Obtenir de l'Aide'/>",
        "helpimage-4":"<img src='./assets/img/template/Help_TOC.png' alt='Ouvrir la Table des Matières'/>"

    },
    "sp":{
        "Langbtn":"Español",
        "TOC":"Índice de Contenidos",
        "title":"Scope and Objectives for New System Components",
        
        "Resources-1":"Relevant Resources",
        "Resources-3":"COVID-19 Main Page",
       
        "help-1":"Course Navigation",
        "help-2":"Throughout the course, you can use several navigation features and functions.",
        "help-3":"View the previous page.",
        "help-4":"View the next page.",
        "help-5":"Open to access help",
        "help-6":"Open to view the table of contents.",

        "skip":"Skip to main content.",
        
        "Title-1":"Introducción",
        "1-1":"Al desarrollar un sistema nacional de bioseguridad y bioprotección y seleccionar los instrumentos políticos, es importante establecer objetivos realistas y alcanzables. Para ello, debe tener en cuenta a las personas que administrarán y harán cumplir el instrumento político, así como a las que se les aplicará. Esto significa que aquellos que estarán sujetos al nuevo instrumento político deben estar en condiciones de lograr y mantener el cumplimiento, y que debe haber apoyo político y recursos para los mecanismos de cumplimiento (p. ej., inspectores) y promoción (p. ej., educación). Por lo tanto, una vez que haya identificado los puntos de apalancamiento clave (módulo 2), ahora deberá decidir qué parte del riesgo (y en qué sectores) quiere abordar con su sistema nacional y deberá establecer los plazos para su desarrollo. ",
        "1-2":"Para ello se tendrá en cuenta:",
        "1-3":"Los riesgos más importantes y urgentes;",
        "1-4":"Los recursos de los que se dispone;",
        "1-5":"Las fechas previstas para la ejecución; y",
        "1-6":"Cualquier resistencia probable que se pueda encontrar.",
        
        "Title-2":"Objetivo y Teoría",
        "2-1":"El objetivo de este módulo es determinar el alcance de su sistema nacional de bioseguridad y bioprotección, determinando a quién se dirigirá y de qué tratará, y establecer objetivos claros para guiar su trabajo. ",
        
        "2-2":"Prioritizing risks",
        "2-3":"Setting SMART objectives and sub-objectives",
        "2-4":"Integrating the perspectives of subject matter experts", 
        "2-5":"Integrating key considerations for setting specific objectives, mitigating risk, establishing scope, and proceeding with consultations",
        
        "2-6":"Los objetivos deben ser:",
        "2-t1":"Descriptivo",
        "2-7":"Un objetivo describe el alcance de lo que se logrará al resolver la causa de un problema y para qué sectores. En función de los resultados obtenidos hasta el momento, puede fijar los objetivos de varias maneras: ",
        "2-8":"Para un problema que haya identificado en su sistema general de bioseguridad y bioprotección;",
        "2-9":"Para una causa raíz de uno o más problemas que ha identificado como punto de apalancamiento clave (p. ej., concienciación, educación); y",
        "2-10":"Para una causa contribuyente que se identificó como parte del análisis de la causa raíz que puede no prevenir totalmente un problema, pero podría disminuir significativamente sus efectos y se considera rentable.",
        "2-t2":"Preciso",
        "2-11":"La finalidad del objetivo es dejar claro lo que se pretende hacer. Por ejemplo, hay una diferencia significativa en términos de compromiso entre:",
        "2-12":"<b>Declaración #1 –</b> “Estandarizar la capacitación en bioseguridad en todos los sectores en los próximos cinco años”; y",
        "2-13":"<b> Declaración#2 –</b> “Estandarizar la capacitación en bioseguridad para todos los empleados del gobierno en los próximos cinco años.”",
        
        "2-14":"Statement #2 defines the individuals impacted by the training by including “training for all government employees” rather than “training across all sectors”.",
        
        "2-t3":"SMART",
        "2-15":"Los objetivos deben ser  “SMART” (eSpecíficos, Medibles, Alcanzables, Relevantes y a Tiempo), pero un objetivo no entra en detalles sobre el “cómo” resolver un problema. Si le resulta difícil fijar los objetivos, puede significar que los problemas o los riesgos requieren un mayor refinamiento.",
        
        "Title-3":"Subobjectivos",
        "3-1":"Una vez que haya fijado algunos objetivos principales, podrá darse cuenta de que hay una serie de pasos necesarios para cumplirlos.  Si este es el caso, puede ser útil establecer subobjetivos (también SMART) para cada paso, con el fin de mantener el proyecto en marcha. Por ejemplo, un objetivo general podría ser: “En los próximos tres años, establecer una cultura de bioseguridad en el ámbito académico, medida por: el nombramiento de funcionarios de bioseguridad capacitados, el compromiso de capacitar al personal de los establecimientos y la notificación periódica de incidentes e infecciones adquiridas en el laboratorio.”",
        "3-2":"Durante el próximo año, educar a los altos ejecutivos de las universidades en cuanto a la importancia y la rentabilidad a largo plazo de la bioseguridad con el objetivo de obtener el compromiso de cambio;",
        "3-3":"En los próximos 18 meses, identificar los requisitos de capacitación necesarios para cumplir el objetivo general en el sector académico e identificar las capacitaciones existentes si las hubiera;",
        "3-4":"Si no hubiera capacitaciones, durante los siguientes 2 años, desarrollar un programa de capacitación en línea sobre bioseguridad; y ",
        "3-5":"En el último año, promocionar el programa entre aquellos en universidades que trabajan con patógenos y toxinas, y aquellos que los manejan con el objetivo de conseguir un X% de inscripciones.",
        "3-6":"Además, los objetivos que se fijan para el desarrollo de un sistema pueden servir de base para evaluar su éxito una vez ejecutado. ",
        "3-7":"La fijación de objetivos es también un componente importante de la comunicación con los responsables de la toma de decisiones y las partes interesadas, tanto las que serán reguladas como las que se encargarán de ejecutar el sistema. Esto ayuda a manejar las expectativas y a calmar los temores de que la carga sea demasiado grande. ",

        
        "Title-4":"Partes Interesadas Clave",
        "4-1":"Las partes interesadas clave para este módulo son expertos en la materia de los sectores que usted espera que se vean afectados por el alcance de la supervisión que va a establecer. Sus perspectivas son importantes porque cualquier instrumento de supervisión que se ponga en marcha debe: ",
        "4-2":"Práctico y realista; y",
        "4-3":"Alcanzable por los sectores y subsectores a los que se dirige (p. ej., deben tener los conocimientos y recursos para poder cumplir y seguir haciéndolo). ",
        "4-4":"Por último, quienes conozcan el clima político actual podrán aconsejarle sobre las expectativas y el compromiso en general. Es importante que conozca y trabaje dentro del ámbito de lo que los responsables de la toma de decisiones estarán dispuestos a considerar, lo que repercutirá en la sostenibilidad general de este trabajo. ",
        

        "Title-5":"Ejercicio 3.1 Establecer el Alcance y los Objetivos - Paso 1",
        "5-1":"Antes de trabajar en los objetivos específicos, asegúrese de analizar:         ",
        "5-2":"¿Con qué rapidez quiere poner en marcha un marco inicial? Ahora que sabe más sobre las causas raíz y los puntos de apalancamiento, y que empieza a evaluar cómo podría abordar los problemas y los riesgos, estará en mejores condiciones para estimar el tiempo que le llevará implementar la supervisión. ",
        "5-3":"¿Cuántos recursos tiene que dedicar a este proyecto (p. ej., un equipo tendrá que trabajar en todos los temas o varios equipos con expertos en la materia pueden trabajar en paralelo)? El nivel de recursos asignados a la resolución de los problemas también influirá en el tiempo necesario para el trabajo.",
        "5-4":"¿Cuánto apoyo puede esperar para la ejecución? ¿Tendrá que trabajar solo con la infraestructura y el personal actuales o puede contar con nuevos recursos (p. ej., para formar inspectores y contratarlos)?",
        "5-5":"¿Existen otros factores que puedan determinar qué cuestiones se abordarán primero y cómo asignar los recursos, por ejemplo: la atención política y mundial, los compromisos políticos e internacionales asumidos por su gobierno y el trabajo relacionado que ya está en marcha? Por ejemplo, en varios casos durante los talleres piloto para perfeccionar esta herramienta, ya estaban en marcha trabajos relacionados con la Convención sobre Armas Biológicas y Toxínicas (CABT), la Resolución 1540 del Consejo de Seguridad de las Naciones Unidas (RCSNU) y la Evaluación Externa Conjunta del Reglamento Sanitario Internacional (RSI) que podrían aprovecharse. ",



        "Title-6":"Ejercicio 3.1 Establecer el Alcance y los Objetivos - Paso 2",
        "6-1":"Considere cada punto de apalancamiento clave que identificó en el módulo 2; considere todas las formas en que podría mitigar los riesgos o problemas si:",
        "6-2":"Intentara eliminar o reducir el problema en todos los sectores. Calcule cuánto tiempo puede llevar esto y cuáles son las necesidades en términos de recursos.",
        "6-3":"Intentara eliminar o reducir el problema solo en los sectores que ha identificado como prioritarios. Calcule cuánto tiempo puede llevar esto y cuáles son las necesidades en términos de recursos.",
        "6-4":"Intentara eliminar o reducir el problema para el sector o sectores en los que el reto sería menor (p. ej., los establecimientos gubernamentales donde podría tener un control más directo). Calcule cuánto tiempo puede llevar esto y cuáles son las necesidades en términos de recursos.",


        "Title-7":"Ejercicio 3.1 Establecer el Alcance y los Objetivos - Paso 3",
        "7-1":"Establecer un alcance y un objetivo relacionados con cada cuestión prioritaria y punto de apalancamiento (p. ej., hacer obligatoria la capacitación estandarizada en materia de bioseguridad para todo el personal de los laboratorios gubernamentales. La capacitación del personal existente debe completarse en un plazo de 3 años).  ",
        "7-2":"<b>Específico –</b> centrarse en un área específica de mejora (p. ej., hacer obligatoria la capacitación en bioseguridad estandarizada para todo el personal de los laboratorios gubernamentales);",
        "7-3":"<b>Medible –</b>identificar los indicadores de progreso y éxito (p. ej., identificar cuántos empleados han completado la capacitación en 2 años);",
        "7-4":"<b>Alcanzable – </b> esto debería haberse establecido como parte de las discusiones (p. ej., las aportaciones de las partes interesadas sostienen que esto es factible);",
        "7-5":"<b>Pertinente –</b>indicar qué resultados pueden alcanzarse de forma realista, teniendo en cuenta los recursos disponibles (p. ej., si se trata de una cuestión prioritaria y de un punto de apalancamiento clave, se ha establecido la pertinencia); y",
        "7-6":"<b>Tiempo previsto –</b> Tiempo previsto: indicar el plazo en el que se alcanzará el objetivo (p. ej., la capacitación del personal existente deberá completarse en un plazo de 3 años).  ",
        "7-7":"Note: aunque ha considerado cómo podría abordar esta cuestión, el “cómo” no está incluido en el objetivo. Esto se debe a que los “cómo” los podría modificar en el módulo 5.",


        "Title-8":"Ejercicio 3.1 Establecer el Alcance y los Objetivos - Paso 4/5",
        "8-1":"Paso 4",
        "8-2":"En este punto puede ser pertinente consultar a todos los que se verán afectados por los cambios propuestos. Reunirse con los responsables de la toma de decisiones (p. ej., los ministerios nacionales) a medida que se avanza los mantendrá informados y confirmará su apoyo continuo.  Consultar a las personas cuyo comportamiento quiere cambiar le permitirá obtener información importante sobre sus retos y cualquier impedimento o resistencia al cumplimiento que no hayan identificado los expertos en la materia y otros representantes con los que haya trabajado hasta ahora.",
        "8-3":"Module 2 - Issue Identification, Risk Assessment and Prioritizationofrece orientación sobre cómo consultar a quienes se verán afectados al desarrollar su sistema para aumentar la probabilidad de que lo que desarrolle sea realista y práctico, y para reducir la probabilidad de resistencia a la implementación..",
        "8-4":"Paso 5",
        "8-5":"Afine sus objetivos basándose en el cuarto paso. Las consultas pueden proporcionarle información adicional que le obligue a revisar los supuestos iniciales en los que basó sus objetivos y, en consecuencia, deba perfeccionarlos. ",
        "8-6":"Una vez que haya establecido un conjunto de objetivos SMART, estará listo para pasar al módulo 4.",

        "Title-9":"Workshop Materials",
        "9-1":"When arriving at a point of entry, all travellers seeking entry into Canada must answer any relevant questions asked by a screening officer, quarantine officer or other designated public health official.",
        "9-2":"Additional health screening questions for COVID-19 are being asked by a CBSA border services officers directly, or on an automated kiosk used to process arriving travellers (Primary Inspection Kiosk [PIK], the NEXUS, and the ABC machines).",
        "9-3":"Sample “yes or no” Questions:",
        "9-4":"Do you currently have a cough, difficulty breathing, or feel you have a fever?",
        "9-5":"Do you have accommodation where you can quarantine for 14 days?",
        "9-6":"Are there vulnerable people at the location where you plan to quarantine?",
        "9-7":"Is your quarantine accommodation a group living environment (e.g. group home or senior residence) or does it currently house different families?",
        "9-8":"Can you have food, medication or other necessities delivered to your accommodation while in quarantine?",
        "9-9":"Every person must wear a non-medical mask or face covering that the screening officer or quarantine officer considers appropriate upon entry and while in transit to isolation or quarantine.",
        "9-10":"<strong>Is the Face Covering Appropriate?</strong>",
        "9-11":"Non-medical face masks are protective layers of absorbent fabric (such as cotton) that snugly fit over the nose and mouth and are secured to the face with ties or ear loops. These masks prevent respiratory droplets from contaminating others or landing on surfaces.",
        "9-12":"Mask or coverings should:",
        "9-12a":"Be made of multiple layers of absorbent fabric (such as cotton)",
        "9-12b":"Cover the mouth and nose without gaps",
        "9-12c":"Fit securely to the head with ties or loops",
        "9-12d":"Allow for easy breathing",
        "9-12e":"Be changed as soon as possible if damp or dirty",
        "9-12f":"Stay the same shape after machine washing and drying",
        "9-13":"Masks or coverings should not:",
        "9-13a":"Be placed on children under the age of 2",
        "9-13b":"Be placed on anyone unable to remove them without assistance or anyone who has trouble breathing",
        "9-13c":"Be made exclusively of plastic sheeting or materials that easily fall apart (e.g. tissue)",
        "9-13d":"Be shared with others",
        "9-13e":"Impair vision or interfere with tasks",
        "9-14":"<strong>Warning Signs of Inappropriate Mask or Face Covering</strong>",
        "9-14a":"Mask or face covering is made of non-breathable material (e.g. plastic bag)",
        "9-14b":"Mask or face covering is secured using tape or other inappropriate material",
        "9-14c":"Traveller is continuously adjusting the face covering",
        "9-15":"<strong>How to Remove an Inappropriate Mask or Face Covering</strong>",
        "9-16":"Request traveller to:",
        "9-16a":"Put down any items being held (bags, passports, etc.) and ensure that hands are free from any obstruction, including children",
        "9-16b":"Sanitize hands with hand sanitizer (with minimum 60% alcohol based)",
        "9-16c":"Lean their head over a bagged garbage bin and instruct them to remove the mask with caution to avoid spread of respiratory droplets",
        "9-16d":"Gently place facial covering in garbage bin rather than dropping it from a height",
        "9-16e":"Sanitize hands with hand sanitizer",
        "9-16f":"Put on an appropriate face covering as described above.",

        "Title-10":"Review Activity",
        "10-1":"Unvaccinated or partially vaccinated Canadian citizens (including dual citizens), people registered under the Indian Act, permanent residents of Canada, or protected persons (refugee status) are allowed to enter Canada however they will be required to quarantine at a suitable location.",
        "10-2":"The <strong>Screening Officers (SO)</strong> will:",
        "10-3":"Do the first screening by asking additional “yes or no” health questions to help determine if the traveller has a suitable accommodation to quarantine for 14 days.",
        "10-4":"Asymptomatic travellers cannot quarantine with vulnerable persons who did not travel with them, unless the vulnerable person consents, or is the parent or minor in a parent-minor relationship",
        "10-5":"Asymptomatic travelers cannot quarantine with health care providers or with those who provide care to vulnerable persons",
        "10-6":"Asymptomatic travellers must have a suitable place to quarantine, and they are required to wear an appropriate mask or face covering while in transit to quarantine.",
        "10-7":"Refer the traveller to a clinical screening officer (CSO) or quarantine officer (QO) when the traveller does not meet the criteria for suitable accommodation.",
        "10-8":"If the traveler has an appropriate place to quarantine, then travellers must go directly to the place where they will quarantine without delay or as directed by a screening officer or quarantine officer. Travellers must quarantine at their suitable place of quarantine for 14 days",
        "10-9":"Note: A new isolation period starts if the traveller becomes symptomatic or tests positive, or is a close contact of someone who exhibits signs and symptoms of COVID-19 (10 days)",
        "10-10":"Testing",
        "10-11":"Travellers must take two COVID-19 tests in Canada, one on arrival (day 1) either at an airport or land point of entry or at home, and one on day eight unless the traveller has evidence of a positive PCR test taken 14 – 180 days prior to arrival.",
        "10-12":"Reporting and Monitoring",
        "10-13":"Travellers must report their arrival at their place of quarantine in ArriveCAN or 1-833-641-0343",
        "10-14":"Travellers must monitor their health during their time in quarantine and report daily on their health status relating to signs and symptoms of COVID-19 in ArriveCAN or 1-833-641-0343",
        "10-15":"If travellers develop signs and symptoms of COVID-19, receive a positive COVID-19 molecular test, or are exposed to someone with a positive test result, they must immediately isolate themselves from others for a period of 10 days and follow the instructions of the local public health authority (contact details provided on GREEN handout)",
        
        "Title-11":"Reflection",
        "11-1":"Refers travellers without an appropriate place to quarantine or isolate to the Clinical Screening Officer (CSO) or Quarantine Officer (QO) for further assessment.",
        "11-2":"The <strong>Screening Officer (CSO)</strong>  will support the QO by doing further assessment when the traveller does not meet the criteria for suitable accommodation and determine the appropriate action.",
        "11-3":"They will ask additional questions to determine if the traveller has a suitable place to isolate themselves for 14 days (e.g. if they have accommodations, reside with vulnerable persons, have access to the necessities of life).",
        "11-4":"Questions may Include:",
        "11-5":"Do you have accommodation where you can quarantine for 14 days?",
        "11-5a":"Traveller is responsible to plan for a suitable place to stay during the 14-day quarantine.",
        "11-5b":"The place of stay shall allow physical distancing.",
        "11-5c":"The place of stay shall allow the traveller to have access to a separate bedroom from those that did not travel. If possible, avoid sharing bedrooms and bathrooms, especially with those who did not travel with you.",
        "11-6":"Are there vulnerable people (or healthcare providers or those who care for vulnerable persons) at the location where you plan to do your 14 day quarantine?",
        "11-7":"Is your quarantine accommodation a group living environment (e.g. group home or senior residence) or does it currently house different families?",
        "11-8":"Can you have food, medication and other necessities delivered to your accommodation while you are in quarantine?",
        "11-9":"Watch the video to learn more.",
        "11-10":"The traveller must not be in contact with vulnerable persons, unless the vulnerable person is a consenting adult or is the parent or minor in a parent-minor relationship.",
        "11-11":"A vulnerable person is a person who:",
        "11-11a":"has an underlying medical condition that makes the person susceptible to complications relating to COVID-19;",
        "11-11b":"has a compromised immune system from a medical condition or treatment; or",
        "11-11c":"is 65 years of age or older.",
        "11-12":"Underlying medical conditions that makes the person susceptible to complications relating to COVID-19 include:",
        "11-12a":"Heart disease",
        "11-12b":"Hypertenssion (high blood pressure)",
        "11-12c":"Lung disease",
        "11-12d":"Diabetes",
        "11-12e":"Cancer",
        "11-12f":"Chronic Lung disease or moderate to severe asthma",
        "11-12g":"Chronic kidney disease undergoing dialysis",
        "11-12h":"Liver disease",
        "11-13x":"<u>Guidance : </u> ",
        "11-13":"SO can obtain consent from someone 65+ with no underlying health conditions, but must inform the CSO or QO if vulnerable persons with underlying health conditions are present at the traveller’s place of stay. The QO is responsible to validate the information, assess the risk and make a decision on the suitability of the place of stay.",
        "11-14":"Review the following resources to learn more about underlying medical conditions:",
        "11-15":"Travellers Without Suitable Quarantine Plans",
        "11-16":"If the traveller does not have a suitable place, the asymptomatic traveller will be required to quarantine in a quarantine facility. As defined in the Quarantine Act, a Quarantine Facility is “any place that is used for the detention of a traveller.”",
        "11-17":"And:",
        "11-17a":"If directed by a SO or QO, take transportation provided by the Government of Canada to get to a quarantine facility",
        "11-17b":"Remain in quarantine at the quarantine facility until the expiry of the 14-day",
        "11-17c":"With authorization, the traveller may leave a quarantine facility before the expiry of the 14-day period in order to quarantine themselves in a suitable place or to leave Canada in accordance with the Order",

        "Title-12":"Summary",
        "12-1":"Any person entering Canada who has COVID-19 or has signs and symptoms of COVID-19 or has reasonable grounds to suspect they have such signs and symptoms, including a fever and a cough or; a fever and difficulty breathing or; COVID-19 compatible symptoms must isolate.",
        "12-2":"Isolation is the “separation of persons who are infected with COVID-19 or who have signs and symptoms of COVID-19 from others in such a manner as to prevent the spread of infection or contamination.”",
        "12-3":"The traveller MUST",
        "12-3a":"Isolate themselves in a suitable accommodation without delay and remain in isolation until the expiry of the 10-day period that begins on the day on which the person enters Canada; and",
        "12-3b":"Undergo any health assessments required, monitor their signs and symptoms and report to the public health authority specified by a screening officer or quarantine officer if they require additional medical care.",
        "12-4":"Screening Officers should give symptomatic travellers a red handout and contact the CSO/QO for further assessment or action.",
        "12-5":"<u>Travellers without Suitable Isolation Plans</u>",
        "12-6":"If the traveller does not have a suitable place and/or is not able to get to a suitable place without using public transportation, the symptomatic traveller will be required to isolate in a quarantine facility.",
        "12-6a":"If directed by a QO or SO, take transportation provided by the Government of Canada to get to a quarantine facility",
        "12-6b":"Remain in isolation at the quarantine facility until the expiry of the 10-day period. With authorization, the traveller may leave a quarantine facility before the expiry of the 10-day period in order to isolate himself or herself in a suitable place or to leave Canada in accordance with the OIC.",
        "12-6c":"Undergo any health assessments that a quarantine officer requires while the person remains at the quarantine facility",
        
        
        "accodion-directive":"Click each step to learn more.",
        "tabs-directive":"Click each tab to learn more.",
        "popup-directive":"Click each section to learn more. ",
        "flipcard-directive":"Click each image to learn more. ",
        "link-directive":"For more infromation, visit:",
        "hover-directive":"Hover over each image to learn more. ",
        

        "titlebarimage1":"<img src='./assets/img/template/phac-text-en.svg' alt='English PHAC Logo'>",
        "helpimage-1":"<img src='./assets/img/template/Help_LeftArrow.png' alt='Previous Page'/>",
        "helpimage-2":"<img src='./assets/img/template/Help_RightArrow.png' alt='Next Page'/>",
        "helpimage-3":"<img src='./assets/img/template/HelpButton_INV.png' alt='Get help'/>",
        "helpimage-4":"<img src='./assets/img/template/Help_TOC.png' alt='Open the table of contents'/>"

    },
    "ar":{
        "Langbtn":"عربى",

        "Title-1":"<p style='padding:0' dir='rtl'>المقدمة<p>",
        "1-1":"<p dir ='rtl'>أدت الزيادة في المسافرين العالميين عن طريق الجو والبر والبحر إلى انتشار واسع النطاق <a class='pop' tabindex='0' onclick='popFunction()' onkeydown=' if (event.keyCode == 13) popFunction()'> COVID-19 <span class='popuptext' id='myPopup'>مرض فيروس كورونا (COVID-19) هو مرض معد يسببه فيروس SARS-CoV-2.</span> </a> مع حالات تم الإبلاغ عنها في كل بلد تقريبًا في العالم.<p>",
        "1-2":"On March 11, 2020, The <a class='pop' tabindex='0'onclick='popFunctionAgain()' onkeydown='if (event.keyCode == 13) popFunctionAgain()'> World Health Organization (WHO) <span class='popuptext' id='myPopupAgain'>WHO works worldwide to promote health, keep the world safe, and serve the vulnerable.</span></a> assessed COVID-19 as a pandemic.",
        "1-3":"COVID-19 is caused by a novel coronavirus capable of causing severe illness, named the Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2)",
        "1-4":"Governments worldwide have implemented policy and health responses to limit the spread of the virus, including for example:",
        "1-5":"Cessation of non-essential travel",
        "1-6":"Closure of borders, schools and Universities",
        "1-7":"Mandatory <a class='pop' tabindex='0' onclick='popFunction2()' onkeydown='if (event.keyCode == 13) popFunction2()'> self-isolation <span class='popuptext' id='myPopup2'>Seperation of persons who are infected with COVID-19 or with symptoms of COVID-19 from others in a way that prevents the spread of infection or contamination</span> </a>",
        "1-8":"Cancellation of mass gatherings and social distancing",


        "Title-8":"<p dir='rtl'>الإجراءات الحدودية في نقاط الدخول الكندية (PoE) ومنشآت الحجر الصحي<p>",
        "8-1a":"<p dir='rtl'>مطار<p>",
        "8-1":"<p dir='rtl'>حاليًا ، يتمركز ضباط PHAC في بعض المطارات الدولية. يمكن توسيع التواجد في الموقع ليشمل المزيد من المطارات والحدود البرية والموانئ البحرية حسب الحاجة.<p>",
        "8-2a":"<p dir='rtl'>نقاط الدخول الأخرى<p>",
        "8-2":"<p dir='rtl'>يتم دعم المطارات الأخرى ، والحدود البرية ، والموانئ البحرية ، والسكك الحديدية من قبل ضباط الحجر الصحي الذين يقومون بإجراء تقييمات الصحة عن بُعد عبر خط هاتف نظام الإخطار المركزي (CNS) على مدار الساعة طوال أيام الأسبوع. يوفر نظام الإخطار المركزي أيضًا دعمًا بعد ساعة للمطارات.<p>",
        "8-3a":"<p dir='rtl'>مرافق الحجر الصحي (تسمى غالبًا مرافق الحجر الصحي المعينة (DQF))<p>",
        "8-3":"<p dir='rtl'>تم تخصيص عدد من مرافق الحجر الصحي في جميع أنحاء كندا (الفنادق أو المؤسسات الأخرى) بموجب قانون الحجر الصحي.<p>"
    },
    "pt":{
        "Langbtn":"Português"
    },
    "ms":{
        "Langbtn":"Melayu"
    },
    "sw":{
        "Langbtn":"Kiswahili"
    }



}