{
    "en":{
        "TOC":"Table of Contents",
        "title":"Border Measures",
        
        "Resources-1":"Relevant Resources",
        "Resources-3":"COVID-19 Main Page",
        "Resources-4":"COVID-19 Outbreak Update",
        "Resources-5":"Current Orders and Regulations implemented for COVID-19",
        "Resources-7":"Handout for Symptomatic Travellers arriving in Canada ",
        "Resources-8":"Handout for unvaccinated Asymptomatic Travellers arriving in Canada ",
        "Resources-9":"Handout for Essential Workers",
        "Resources-10":"Handout for Fully Vaccinated Travellers without symptoms",
        "Resources-11":"Handout for unvaccinated children under 12 without symptoms",
        "Resources-12":"Handout for travellers medically exempt from receiving a vaccination",
       
        "help-1":"Course Navigation",
        "help-2":"Throughout the course, you can use several navigation features and functions.",
        "help-3":"View the previous page.",
        "help-4":"View the next page.",
        "help-5":"Open to access help",
        "help-6":"Open to view the table of contents.",

        "skip":"Skip to main content.",
        
        "Title-1":"Introduction",
        "1-1":"The increase in global travelers via air, land, and sea, led to the widespread transmission of <a class='pop' tabindex='0' onclick='popFunction()' onkeydown=' if (event.keyCode == 13) popFunction()'> COVID-19 <span class='popuptext' id='myPopup'>Coronavirus disease (COVID-19) is an infectious disease caused by the SARS-CoV-2 virus.</span> </a> with cases reported in nearly every country in the world.",
        "1-2":"On March 11, 2020, The <a class='pop' tabindex='0'onclick='popFunctionAgain()' onkeydown='if (event.keyCode == 13) popFunctionAgain()'> World Health Organization (WHO) <span class='popuptext' id='myPopupAgain'>WHO works worldwide to promote health, keep the world safe, and serve the vulnerable.</span></a> assessed COVID-19 as a pandemic.",
        "1-3":"COVID-19 is caused by a novel coronavirus capable of causing severe illness, named the Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2)",
        "1-4":"Governments worldwide have implemented policy and health responses to limit the spread of the virus, including for example:",
        "1-5":"Cessation of non-essential travel",
        "1-6":"Closure of borders, schools and Universities",
        "1-7":"Mandatory <a class='pop' tabindex='0' onclick='popFunction2()' onkeydown='if (event.keyCode == 13) popFunction2()'> self-isolation <span class='popuptext' id='myPopup2'>Seperation of persons who are infected with COVID-19 or with symptoms of COVID-19 from others in a way that prevents the spread of infection or contamination</span> </a>",
        "1-8":"Cancellation of mass gatherings and social distancing",
        
        "Title-2":"Learning Objectives",
        "2-1":"This module provides an overview of border measures at Canadian points of entry.",
        "2-2":"When you have completed this module, you will be able to:",
        "2-3":"Define the border measures implemented in Canada to prevent the further introduction and spread of <a class='pop' tabindex='0' onclick='popFunction3()' onkeydown='if (event.keyCode == 13) popFunction3()' > COVID-19 <span class='popuptext' id='myPopup3'>Coronavirus disease (COVID-19) is an infectious disease caused by the SARS-CoV-2 virus.</span> </a>",
        "2-4":"Recognize the different measures required when screening a traveler in a COVID-19 pandemic context.",
        
        "Title-3":"Border Measures in Canada",
        "3-1":"The COVID-19 situation has resulted in unprecedented entry restrictions in Canada and have required innovative approaches (border measures) to prevent the further introduction and spread of COVID-19.",
        "3-2":"The Government of Canada has adopted a number of border measures:",
        "3-3":"Asking Canadians to avoid all non-essential travel",
        "3-4":"Adding screening questions by <a class='pop' tabindex='0' onclick='popFunction4()' onkeydown='if (event.keyCode == 13) popFunction4()'> Canada Border Services Agency (CBSA) <span class='popuptext' id='myPopup4'>The Canada Border Services Agency is a federal law enforcement agency that is responsible for border control, immigration enforcement, and customs services in Canada.</span> </a> officers and at border kiosks",
        "3-5":"Increasing staff at select borders",
        "3-6":"Communicating information about COVID-19 on posters and airport screens",
        "3-7":"Data collection through the <a class='pop' tabindex='0' onclick='popFunction5()' onkeydown='if (event.keyCode == 13) popFunction5()'> ArriveCAN App <span class='popuptext' id='myPopup5'> As part of Canada's efforts to reduce the spread of COVID-19 and prevent importation, all travellers are required to digitally provide contact and quarantine information upon and after entry into Canada.</span> </a>",
        "3-8":"Announcements by airport crews to inform passengers of obligations under the <a class='pop' tabindex='0' onclick='popFunction6()' onkeydown='if (event.keyCode == 13) popFunction6()'> Quarantine Act <span class='popuptext' id='myPopup6'> The purpose of this Act is to protect public health by taking comprehensive measures to prevent the introduction and spread of communicable diseases.</span> </a>",
        "3-9": "Inbound international flights limited to certain airports",
        "3-10":"Deferral of the start of cruise ship season",
        
        "Title-4":"Emergency Orders",
        "4-1":"Emergency Orders, also known as <a class='pop' tabindex='0' onclick='popFunction7()' onkeydown='if (event.keyCode == 13) popFunction7()'> OIC (Orders in Council) <span class='popuptext' id='myPopup7'> The Orders in Council online database makes it easy for you to search for Orders in Council (OICs) made from 1990 to the present. </span> </a>, under the Quarantine Act have also been enacted to implement border measures at Canadian Points of Entry (POEs) to prevent the further introduction and spread of COVID-19.",
        "4-2":"Prohibit foreign nationals from entering Canada, subject to exemptions",
        "4-3":"As of August 9, 2021: Fully vaccinated American citizens and permanent residents of the United States, who currently reside in the United States are allowed to enter Canada for discretionary travel",
        "4-4":"As of September 7, 2021: All other fully vaccinated foreign nationals will be allowed to enter Canada for discretionary travel",
        "4-5":"Require travelers to quarantine (if no symptoms) for 14 days or isolate (if symptomatic) for 10 days upon entry into Canada (with certain exemptions such as for fully vaccinated travelers who meet specific conditions and who are eligible to enter Canada)",
        "4-6":"Require travelers to wear a non-medical mask or face covering",
        "4-acc1":"Minimizing the Risk of Exposure to COVID-19 in Canada Order (Quarantine, Isolation and Other Obligations)",
        "4-acc2":"Minimizing the Risk of Exposure to COVID-19 in Canada Order (Prohibition of Entry into Canada from any Country other than the United States)",
        "4-acc3":"Minimizing the Risk of Exposure to COVID-19 in Canada Order (Prohibition of Entry into Canada from the United States)",
        "4-7":"The purpose of this Order is to:",
        "4-8":"support Canada’s continued focus on reducing the introduction and further spread of COVID-19 by decreasing the risk of importing cases from outside the country;",
        "4-9":"maintain the previous requirements that all persons who have reasonable grounds to suspect they have COVID-19, have signs and symptoms of COVID-19, or know they have COVID-19 upon entry into Canada are required to quarantine or isolate for 14 days, including asymptomatic persons, with limited exceptions;",
        "4-10":"maintain the requirements from the previous Order.",
        "4-11":"continue to prohibit entry into Canada of foreign nationals arriving from countries other than the United States, with some limited exceptions, and if they have reasonable grounds to suspect they have COVID-19, if they have signs and symptoms of COVID-19, or if they know they have COVID-19;",
        "4-12":"continue to maintain the requirements from the previous Order.",
        "4-13":"continue to prohibit entry into Canada of foreign nationals arriving from the U.S. for an optional or discretionary purpose, with some limited exceptions, and if they have reasonable grounds to suspect they have COVID-19, if they have signs and symptoms of COVID-19, or if they know they have COVID-19;",

        "Title-5":"Entry into Canada",
        "5-T":"Special Conditions (applied only to icon case)",
        "5-1":"Travellers entering Canada must follow the rules set out by the Emergency Orders under the Quarantine Act to help reduce the spread of COVID-19 and its variants. Failure to comply with any requirements or providing false information may result in fines, penalties, or imprisonment.",
        "5-2":"Path of the traveller who does not qualify as fully vaccinated entering Canada by LAND and AIR:",
        "5-3":"Unvaccinated",
        "5-4":"Plans for quarantine",
        "5-5":"Presents a negative COVID-19 molecular test taken within 72 hours of arriving at border and has result ready OR proof of positive test taken between 14-180 days before arrival",
        "5-6":"Enters information via ArriveCAN and has receipt ready",
        "5-new":"Vaccinated",
        "5-a":"As of November 30, 2021, Canadians or individuals who have right of entry, qualify as fully vaccinated travellers and who re-enter Canada within 72 hours of leaving, do not have to provide a pre-entry molecular test result. This also applies to their accompanying children under 12, regardless of whether or not the children are vaccinated.",
        "5-b":"Submit proof of vaccination, quarantine plan, and travel information via ArriveCAN",
        "5-c":"All fully vaccinated travellers arriving by air from departure points other than the United States will be subject to arrival testing. These fully vaccinated travellers will be required to quarantine while they await the results of their arrival test. ",
        "5-d":"Answer all eligibility and health screening questions at border",
        "5-e":"Quarantine",
        "5-f":"Day 8 Test",
        "5-7":"At the Border",
        "5-8":"Wears mask",
        "5-9":"Have your ArriveCAN receipt, proof of vaccination and pre-entry test result ready.",
        "5-10":"Answer all eligibility and health screening questions.",
        "5-11":"Collects two COVID-19 molecular test kits",
        "5-12":"Completes first test at border if on-site services are available or place of quarantine on arrival date",
        "5-1X":"Report to the Canada Border Services Agency Telephone Reporting Centre or marine reporting site locations.",
        "5-13":"If you qualify for the fully vaccinated traveller exemption, you may be exempt from arrival testing. However, you may be selected for mandatory randomized arrival testing.",
        "5-14":"If symptomatic or unsuitable quarantine location, follows directions provided by government representative",
        "5-15":"Quarantine",
        "5-16":"Goes directly to place of quarantine or isolation",
        "5-17":"Uses ArriveCAN or 1-888-641-0343 to check in within 48 hours of arrival at place of quarantine and report symptom status daily (if asymptomatic)",
        "5-18":"Completes and ships Day 8 test kit according to instructions",
        "5-19":"Will be contacted by Government of Canada and Provincial / Territorial officials",
        "5-V":"Fully Vaccinated travelers are exempt from:",

        "Title-6":"Fully Vaccinated Travellers",
        "6-1":"As of July 5, 2021, there are some exemptions for fully vaccinated travellers eligible to enter Canada, and who meet specific conditions.",
        "6-2":"Fully vaccinated travellers have received the full series of an accepted COVID-19 vaccine or a combination of accepted vaccines. They have received the last dose at least 14 days prior to the day of entry into Canada. There are no exemptions for partially vaccinated travellers.",
        "6-spec":"Specific conditions include:",
        "6-a":"meeting all entry requirements",
        "6-b":"being asymptomatic",
        "6-c":"having proof of vaccination",
        "6-d":"having received a full series of an accepted COVID-19 vaccine or combination of accepted vaccines",
        "6-e":"Pfizer-BioNTech (Comirnaty, tozinameran, BNT162b2)        ",
        "6-f":"Moderna (Spikevax, mRNA-1273)",
        "6-g":"AstraZeneca (Vaxzevria, COVISHIELD, ChAdOx1-S, AZD1222)         ",
        "6-h":"Janssen/Johnson & Johnson (Ad26.COV2.S)        ",
        "6-i":"Bharat Biotech (Covaxin, BBV152 A, B, C)*",
        "6-j":"Sinopharm (Beijing) BBIBP-CorV (Vero Cells)*        ",
        "6-k":"Sinovac (CoronaVac, PiCoVacc)*",
        "6-l":"*As of November 30th, 2021",
        "6-3":"<strong> Watch the video to learn more about border measures for fully vaccinated travellers.</strong>",
        "6-4":"Details may change. Always refer to current OICs for updated information.",
        "6-new":"All fully vaccinated travellers arriving by air from departure points other than the United States will be subject to arrival testing. Fully vaccinated travellers will be required to quarantine while they await the results of their arrival test.",
        "6-5":"Fully vaccinated, asymptomatic travellers are exempt from quarantine and day 8 testing. ",
        "6-7":"There are strict requirements that travellers must follow even if they are exempt from quarantine including:",
        "6-8":"Maintain a list of close contacts",
        "6-9":"Monitor for symptoms of COVID-19",
        "6-10":"Wear a mask at all times when in public spaces",

        "Title-7":"Unvaccinated Travellers in Certain Circumstances",
        "7-1":"There are specific exemptions for children under the age of 12 and for medically exempt travellers.",
        "7-2":"Unvaccinated asymptomatic travellers who are medically exempt",
        "7-3":"Unvaccinated asymptomatic travellers 12 years of age and over without symptoms who are medically exempt from receiving a vaccination receive a handout with particular instructions to follow on arrival. They are not required to quarantine upon entering Canada if they have a medical contraindication for getting a COVID-19 vaccine and comply with specific measures.",
        "7-4":"Give medically exempt travellers the appropriate handout.",
        "7-5":"Unvaccinated children under 12 without symptoms.",
        "7-6":"Unvaccinated children under 12 without symptoms travelling with fully vaccinated parents or guardians receive a handout with particular instructions to follow on arrival. They are not required to quarantine upon entering Canada if both the child and the parents, step-parents, guardians or tutors, meet certain requirements in the Order and comply with the conditions imposed on them by the Minister of Health.",
        "7-7":"For 14 days after arrival child cannot:",
        "7-8":"Go into certain settings (day care, school, camp, setting where they will have contact with vulnerable people)",
        "7-9":"Travel on crowded public transportation",
        "7-10":"Attend large crowded settings",
        "7-11":"Child must take COVID-19 tests as instructed",
        "7-12":"Limit child’s contact with others",
        "7-13":"If fully vaccinated parents/guardians develops signs/symptoms or receives positive result, both they and the child must quarantine",

        "Title-8":"Border Measures in Canada Points of Entry (PoE) and Quarantine Facilities",
        "8-1a":"Airports",
        "8-1":"Currently, PHAC Officers are stationed at certain international airports. On-site presence could be expanded to include additional airports, land borders and marine ports as required.",
        "8-2a":"Other PoEs",
        "8-2":"Other airports, land borders, marine ports, and rail are supported by Quarantine Officers that conduct remote health assessments via the 24/7 Central Notification System (CNS) phone line. The CNS also provide after hour support to airports.",
        "8-3a":"Quarantine Facilities (often called Designated Quarantine Facilities (DQF))",
        "8-3":"A number of quarantine facilities across Canada (hotels or other establishments) have been designated under the Quarantine Act.",

        "Title-9":"Current Border Measures Applicable to All Travellers Entering Canada",
        "9-1":"When arriving at a point of entry, all travellers seeking entry into Canada must answer any relevant questions asked by a screening officer, quarantine officer or other designated public health official.",
        "9-2":"Additional health screening questions for COVID-19 are being asked by a CBSA border services officers directly, or on an automated kiosk used to process arriving travellers (Primary Inspection Kiosk [PIK], the NEXUS, and the ABC machines).",
        "9-3":"Sample “yes or no” Questions:",
        "9-4":"Do you currently have a cough, difficulty breathing, or feel you have a fever?",
        "9-5":"Do you have accommodation where you can quarantine for 14 days?",
        "9-6":"Are there vulnerable people at the location where you plan to quarantine?",
        "9-7":"Is your quarantine accommodation a group living environment (e.g. group home or senior residence) or does it currently house different families?",
        "9-8":"Can you have food, medication or other necessities delivered to your accommodation while in quarantine?",
        "9-9":"Every person must wear a non-medical mask or face covering that the screening officer or quarantine officer considers appropriate upon entry and while in transit to isolation or quarantine.",
        "9-10":"<strong>Is the Face Covering Appropriate?</strong>",
        "9-11":"Non-medical face masks are protective layers of absorbent fabric (such as cotton) that snugly fit over the nose and mouth and are secured to the face with ties or ear loops. These masks prevent respiratory droplets from contaminating others or landing on surfaces.",
        "9-12":"Mask or coverings should:",
        "9-12a":"Be made of multiple layers of absorbent fabric (such as cotton)",
        "9-12b":"Cover the mouth and nose without gaps",
        "9-12c":"Fit securely to the head with ties or loops",
        "9-12d":"Allow for easy breathing",
        "9-12e":"Be changed as soon as possible if damp or dirty",
        "9-12f":"Stay the same shape after machine washing and drying",
        "9-13":"Masks or coverings should not:",
        "9-13a":"Be placed on children under the age of 2",
        "9-13b":"Be placed on anyone unable to remove them without assistance or anyone who has trouble breathing",
        "9-13c":"Be made exclusively of plastic sheeting or materials that easily fall apart (e.g. tissue)",
        "9-13d":"Be shared with others",
        "9-13e":"Impair vision or interfere with tasks",
        "9-14":"<strong>Warning Signs of Inappropriate Mask or Face Covering</strong>",
        "9-14a":"Mask or face covering is made of non-breathable material (e.g. plastic bag)",
        "9-14b":"Mask or face covering is secured using tape or other inappropriate material",
        "9-14c":"Traveller is continuously adjusting the face covering",
        "9-15":"<strong>How to Remove an Inappropriate Mask or Face Covering</strong>",
        "9-16":"Request traveller to:",
        "9-16a":"Put down any items being held (bags, passports, etc.) and ensure that hands are free from any obstruction, including children",
        "9-16b":"Sanitize hands with hand sanitizer (with minimum 60% alcohol based)",
        "9-16c":"Lean their head over a bagged garbage bin and instruct them to remove the mask with caution to avoid spread of respiratory droplets",
        "9-16d":"Gently place facial covering in garbage bin rather than dropping it from a height",
        "9-16e":"Sanitize hands with hand sanitizer",
        "9-16f":"Put on an appropriate face covering as described above.",

        "Title-10":"Mandatory Quarantine for Asymptomatic Travellers",
        "10-1":"Unvaccinated or partially vaccinated Canadian citizens (including dual citizens), people registered under the Indian Act, permanent residents of Canada, or protected persons (refugee status) are allowed to enter Canada however they will be required to quarantine at a suitable location.",
        "10-2":"The <strong>Screening Officers (SO)</strong> will:",
        "10-3":"Do the first screening by asking additional “yes or no” health questions to help determine if the traveller has a suitable accommodation to quarantine for 14 days.",
        "10-4":"Asymptomatic travellers cannot quarantine with vulnerable persons who did not travel with them, unless the vulnerable person consents, or is the parent or minor in a parent-minor relationship",
        "10-5":"Asymptomatic travelers cannot quarantine with health care providers or with those who provide care to vulnerable persons",
        "10-6":"Asymptomatic travellers must have a suitable place to quarantine, and they are required to wear an appropriate mask or face covering while in transit to quarantine.",
        "10-7":"Refer the traveller to a clinical screening officer (CSO) or quarantine officer (QO) when the traveller does not meet the criteria for suitable accommodation.",
        "10-8":"If the traveler has an appropriate place to quarantine, then travellers must go directly to the place where they will quarantine without delay or as directed by a screening officer or quarantine officer. Travellers must quarantine at their suitable place of quarantine for 14 days",
        "10-9":"Note: A new isolation period starts if the traveller becomes symptomatic or tests positive, or is a close contact of someone who exhibits signs and symptoms of COVID-19 (10 days)",
        "10-10":"Testing",
        "10-11":"Travellers must take two COVID-19 tests in Canada, one on arrival (day 1) either at an airport or land point of entry or at home, and one on day eight unless the traveller has evidence of a positive PCR test taken 14 – 180 days prior to arrival.",
        "10-12":"Reporting and Monitoring",
        "10-13":"Travellers must report their arrival at their place of quarantine in ArriveCAN or 1-833-641-0343",
        "10-14":"Travellers must monitor their health during their time in quarantine and report daily on their health status relating to signs and symptoms of COVID-19 in ArriveCAN or 1-833-641-0343",
        "10-15":"If travellers develop signs and symptoms of COVID-19, receive a positive COVID-19 molecular test, or are exposed to someone with a positive test result, they must immediately isolate themselves from others for a period of 10 days and follow the instructions of the local public health authority (contact details provided on GREEN handout)",
        
        "Title-11":"Determining a Suitable Place to Quarantine or Isolate",
        "11-1":"Refers travellers without an appropriate place to quarantine or isolate to the Clinical Screening Officer (CSO) or Quarantine Officer (QO) for further assessment.",
        "11-2":"The <strong>Screening Officer (CSO)</strong>  will support the QO by doing further assessment when the traveller does not meet the criteria for suitable accommodation and determine the appropriate action.",
        "11-3":"They will ask additional questions to determine if the traveller has a suitable place to isolate themselves for 14 days (e.g. if they have accommodations, reside with vulnerable persons, have access to the necessities of life).",
        "11-4":"Questions may Include:",
        "11-5":"Do you have accommodation where you can quarantine for 14 days?",
        "11-5a":"Traveller is responsible to plan for a suitable place to stay during the 14-day quarantine.",
        "11-5b":"The place of stay shall allow physical distancing.",
        "11-5c":"The place of stay shall allow the traveller to have access to a separate bedroom from those that did not travel. If possible, avoid sharing bedrooms and bathrooms, especially with those who did not travel with you.",
        "11-6":"Are there vulnerable people (or healthcare providers or those who care for vulnerable persons) at the location where you plan to do your 14 day quarantine?",
        "11-7":"Is your quarantine accommodation a group living environment (e.g. group home or senior residence) or does it currently house different families?",
        "11-8":"Can you have food, medication and other necessities delivered to your accommodation while you are in quarantine?",
        "11-9":"Watch the video to learn more.",
        "11-10":"The traveller must not be in contact with vulnerable persons, unless the vulnerable person is a consenting adult or is the parent or minor in a parent-minor relationship.",
        "11-11":"A vulnerable person is a person who:",
        "11-11a":"has an underlying medical condition that makes the person susceptible to complications relating to COVID-19;",
        "11-11b":"has a compromised immune system from a medical condition or treatment; or",
        "11-11c":"is 65 years of age or older.",
        "11-12":"Underlying medical conditions that makes the person susceptible to complications relating to COVID-19 include:",
        "11-12a":"Heart disease",
        "11-12b":"Hypertenssion (high blood pressure)",
        "11-12c":"Lung disease",
        "11-12d":"Diabetes",
        "11-12e":"Cancer",
        "11-12f":"Chronic Lung disease or moderate to severe asthma",
        "11-12g":"Chronic kidney disease undergoing dialysis",
        "11-12h":"Liver disease",
        "11-13x":"<u>Guidance : </u> ",
        "11-13":"SO can obtain consent from someone 65+ with no underlying health conditions, but must inform the CSO or QO if vulnerable persons with underlying health conditions are present at the traveller’s place of stay. The QO is responsible to validate the information, assess the risk and make a decision on the suitability of the place of stay.",
        "11-14":"Review the following resources to learn more about underlying medical conditions:",
        "11-15":"Travellers Without Suitable Quarantine Plans",
        "11-16":"If the traveller does not have a suitable place, the asymptomatic traveller will be required to quarantine in a quarantine facility. As defined in the Quarantine Act, a Quarantine Facility is “any place that is used for the detention of a traveller.”",
        "11-17":"And:",
        "11-17a":"If directed by a SO or QO, take transportation provided by the Government of Canada to get to a quarantine facility",
        "11-17b":"Remain in quarantine at the quarantine facility until the expiry of the 14-day",
        "11-17c":"With authorization, the traveller may leave a quarantine facility before the expiry of the 14-day period in order to quarantine themselves in a suitable place or to leave Canada in accordance with the Order",

        "Title-12":"Symptomatic Travellers",
        "12-1":"Any person entering Canada who has COVID-19 or has signs and symptoms of COVID-19 or has reasonable grounds to suspect they have such signs and symptoms, including a fever and a cough or; a fever and difficulty breathing or; COVID-19 compatible symptoms must isolate.",
        "12-2":"Isolation is the “separation of persons who are infected with COVID-19 or who have signs and symptoms of COVID-19 from others in such a manner as to prevent the spread of infection or contamination.”",
        "12-3":"The traveller MUST",
        "12-3a":"Isolate themselves in a suitable accommodation without delay and remain in isolation until the expiry of the 10-day period that begins on the day on which the person enters Canada; and",
        "12-3b":"Undergo any health assessments required, monitor their signs and symptoms and report to the public health authority specified by a screening officer or quarantine officer if they require additional medical care.",
        "12-4":"Screening Officers should give symptomatic travellers a red handout and contact the CSO/QO for further assessment or action.",
        "12-5":"<u>Travellers without Suitable Isolation Plans</u>",
        "12-6":"If the traveller does not have a suitable place and/or is not able to get to a suitable place without using public transportation, the symptomatic traveller will be required to isolate in a quarantine facility.",
        "12-6a":"If directed by a QO or SO, take transportation provided by the Government of Canada to get to a quarantine facility",
        "12-6b":"Remain in isolation at the quarantine facility until the expiry of the 10-day period. With authorization, the traveller may leave a quarantine facility before the expiry of the 10-day period in order to isolate himself or herself in a suitable place or to leave Canada in accordance with the OIC.",
        "12-6c":"Undergo any health assessments that a quarantine officer requires while the person remains at the quarantine facility",
        
        "Title-13":"Exempt Travellers",
        "13-1":"Some persons are not subject to the requirement to quarantine when entering Canada for certain purposes (e.g. those performing an essential service as determined by the CPHO). The exemption from quarantine does not apply if traveller has symptoms or has reasonable grounds to believe that they have COVID-19. Travellers exempt from quarantine are not necessarily exempt from pre-arrival testing requirement.",
        "13-2":"Travellers exempt from quarantine must still:",
        "13-2a":"Wear a mask if in a shared space",
        "13-2b":"Monitor health for symptoms of COVID-19 for 14 days each time re-entering Canada",
        "13-2c":"Respect public health guidance and instructions of the area where they are travelling and prevention measures from their workplace",
        "13-2d":"Maintain list of names and contact information of close contacts and location visited during 14 day period",
        "13-3":"All exempt travellers should receive an orange handout.",

        "Title-14":"Compliance and Enforcement",
        "14-1":"Failure to comply with this Order is an offence under the Quarantine Act.  Individuals who contravene the mandatory isolation or the mandatory quarantine requirements may be subject to a range of enforcement measures under the Quarantine Act, which include verbal and written warnings, issuance of a ticket, and arrest, detention, or escort to a designated quarantine site.",
        "14-2":"Spot checks will be conducted by the Government of Canada to verify compliance.",
        "14-3":"Maximum penalties include a fine of up to $750,000 and/or imprisonment for six months. Peace officers will use their discretion in determining the most appropriate action in each circumstance.  Further, a person who causes a risk of imminent death or serious bodily harm to another person while willfully or recklessly contravening this Act or the regulations could be liable for a fine of up to $1,000,000 or imprisonment of up to three years, or to both.",
        "14-4":"Amendments under the Contraventions Act now allow for increased flexibility in enforcement of offences under the Quarantine Act. Law enforcement agencies, including the Royal Canadian Mounted Police, local and provincial police forces, can issue tickets to individuals with fines ranging from $825 to $5000, based on the seriousness of the non-compliance to the Quarantine Act and the Order. In due course other PHAC officials with appropriate training and capacity, or other classes of persons designated by the Minister of Health could also be an “enforcement authority” under the Contraventions Act and would be able to issue tickets.",
        "14-5":"The Public Health Agency of Canada (PHAC) works with federal and provincial partners to promote, monitor and verify compliance with the Order.",

        "Title-15":"Summary",
        "15-1":"The purpose of the Quarantine Act is to protect public health by taking comprehensive measures to prevent the introduction and spread of communicable diseases. Orders in Council (emergency measures) are additional measures in times of pandemics such as COVID-19. If travellers are not compliant, there are ways to enforce the Act, however the goal is promotion, education and compliance, not enforcement.",

        "accodion-directive":"Click each step to learn more.",
        "tabs-directive":"Click each tab to learn more.",
        "popup-directive":"Click each section to learn more. ",
        "flipcard-directive":"Click each image to learn more. ",
        "link-directive":"For more infromation, visit:",
        "hover-directive":"Hover over each image to learn more. ",
        

        "titlebarimage1":"<img src='./assets/img/template/phac-text-en.svg' alt='English PHAC Logo'>",
        "helpimage-1":"<img src='./assets/img/template/Help_LeftArrow.png' alt='Previous Page'/>",
        "helpimage-2":"<img src='./assets/img/template/Help_RightArrow.png' alt='Next Page'/>",
        "helpimage-3":"<img src='./assets/img/template/HelpButton_INV.png' alt='Get help'/>",
        "helpimage-4":"<img src='./assets/img/template/Help_TOC.png' alt='Open the table of contents'/>",
        "torqHand":"COVID-19: Requirements for fully vaccinated travellers",
        "greenHand":"For unvaccinated travellers without symptoms of COVID-19",
        "orangeHand":"For persons exempt from mandatory quarantine due to COVID-19",
        "redHand":"For travellers with COVID-19 symptoms",
        "brownHand":"COVID-19: For travellers over 12 without symptoms who are medically exempt from receiving a vaccination"




    },
    "fr":{
        
        "TOC":"Table des matières",
        "title":"Mesures aux Frontières",

        "Resources-1":"Ressources Pertinentes",
        "Resources-3":"COVID-19 Page d'Accueil",
        "Resources-4":"COVID-19 Mise à jour sur l’éclosion",
        "Resources-5":"Ordonnances et Règlement actuelles mis en œuvre pour COVID-19",
        "Resources-7":"Document pour les Voyageurs Symptomatiques arrivant au Canada",
        "Resources-8":"Document pour les Voyageurs Non Vaccinés arrivant au Canada",
        "Resources-9":"Document pour les Travailleurs Essentiels",
        "Resources-10":"Document pour les Voyageurs Entièrement Vaccinés sans Symptômes",
        "Resources-11":"Document pour les Enfants Non Vaccinés de Moins de 12 ans ",
        "Resources-12":"Document pour les Voyageurs qui sont Exemptés de Vaccination",

        "help-1":"Navigation dans le cours",
        "help-2":"Tout au long du cours, vous pouvez utiliser plusieurs caractéristiques et fonctions de navigation.",
        "help-3":"Voir la page précédente.",
        "help-4":"Voir la page suivante.",
        "help-5":"Ouvrir pour voir le menu d'aide",
        "help-6":"Ouvrir pour voir la table des matières.",
        
        "skip":"Sauter au contenu principal.",

        "Title-1":"Introduction",
        "1-1":"L’augmentation du nombre de voyageurs internationaux par voie aérienne, terrestre et maritime a entraîné une transmission généralisée de la <a class='pop' tabindex='0' onclick='popFunction()' onkeydown='if (event.keyCode == 13) popFunction()'> COVID-19 <span class='popuptext' id='myPopup'>La maladie à coronavirus (COVID-19) est une maladie infectieuse causée par le virus SARS-CoV-2.</span> </a>, et des cas ont été signalés dans presque tous les pays du monde.",
        "1-2":"Le 11 mars 2020, <a class='pop' tabindex='0' onclick='popFunctionAgain()' onkeydown='if (event.keyCode == 13) popFunctionAgain()'> l’Organisation mondiale de la Santé (OMS) <span class='popuptext' id='myPopupAgain'>OMS travaille dans le monde entier pour promouvoir la santé, assurer la sécurité du monde et servir les personnes vulnérables.</span></a> a qualifié la COVID-19 de pandémie.",
        "1-3":"La COVID-19 est causée par un nouveau coronavirus qui peut provoquer des affections graves : le coronavirus du syndrome respiratoire aigu sévère 2 (SRAS-CoV-2).",
        "1-4":"Les gouvernements du monde entier ont mis en œuvre des politiques et des interventions sanitaires pour limiter la propagation du virus, notamment :",
        "1-5":"Cessation des voyages non essentiels",
        "1-6":"Fermeture des frontières, des écoles et des universités ",
        "1-7":"<a class='pop' tabindex='0' onclick='popFunction2()'  onkeydown='if (event.keyCode == 13) popFunction2()'> Auto-isolement <span class='popuptext' id='myPopup2'> la mise à l’écart des personnes infectées par la COVID‑19 ou qui présentent des symptômes de la COVID‑19 de façon à empêcher la propagation de l’infection ou de la contamination </span> </a> obligatoire",
        "1-8":"Annulation des rassemblements de masse et éloignement physique",
        
        "Title-2":"Objectifs",
        "2-1":"Ce module donne un aperçu de Mesures frontalières aux points d’entrée canadiens",
        "2-2":"À la fin de cette formation, le participant pourra :",
        "2-3":"Définir les mesures frontalières mises en œuvre au Canada pour empêcher l’introduction et la propagation de la <a class='pop' tabindex='0' onclick='popFunction3()' onkeydown='if (event.keyCode == 13) popFunction3()'> COVID-19 <span class='popuptext' id='myPopup3'>La maladie à coronavirus (COVID-19) est une maladie infectieuse causée par le virus SARS-CoV-2.</span> </a>;",
        "2-4":"Reconnaître les différentes mesures qui doivent être prises lors du contrôle d’un voyageur dans le contexte de la pandémie de COVID-19.",
        
        
        "Title-3":"Mesures frontalières au Canada",
        "3-1":"La situation de la COVID-19 a entraîné des restrictions d’entrée sans précédent au Canada et a nécessité des approches novatrices (mesures frontalières) pour empêcher l’introduction et la propagation de la COVID-19.",
        "3-2":"Le gouvernement du Canada a adopté un certain nombre de mesures frontalières : ",
        "3-3":"Demande aux Canadiens d’éviter tous les voyages non essentiels",
        "3-4":"Ajout de questions de contrôle par les agents de <a class='pop' tabindex='0' onclick='popFunction4()' onkeydown='if (event.keyCode == 13) popFunction4()'> l’Agence des services frontaliers du Canada (ASFC) <span class='popuptext' id='myPopup4'>L'agence des services frontaliers du Canada est un organisme fédéral d'application de la loi responsable du contrôle des frontières (c'est-à-dire de la protection et de la surveillance), de l'application de la loi en matière d'immigration et des services douaniers au Canada.</span> </a> et aux bornes frontalières",
        "3-5":"Augmentation du personnel à certaines frontières",
        "3-6":"Communication de renseignements sur la COVID-19 sur des affiches et des écrans dans les aéroports",
        "3-7":"Collecte de données au moyen du Formulaire d’information du voyageur sur le coronavirus (disponible en format papier et électronique) et de l’application ArriveCan",
        "3-8":"Annonces par le personnel aéroportuaire pour informer les passagers des obligations en vertu de la <a class='pop' tabindex='0' onclick='popFunction6()' onkeydown='if (event.keyCode == 13) popFunction6()'> Loi sur la mise en quarantaine <span class='popuptext' id='myPopup6'> La présente loi a pour objet la protection de la santé publique au moyen de mesures exhaustives visant à prévenir l’introduction et la propagation de maladies transmissibles.</span> </a>",
        "3-9":"Limitation des vols internationaux d’arrivée à quatre grandes plaques tournantes seulement",
        "3-10":"Report du début de la saison des croisières",
        
        "Title-4":"Décrets d’urgence",
        "4-1":"Des <a class='pop' tabindex='0' onclick='popFunction7()' onkeydown='if (event.keyCode == 13) popFunction7()'> décrets <span class='popuptext' id='myPopup7'> La base de données des décrets en ligne vous permet de trouver des décrets approuvés de 1990 à aujourd'hui. </span> </a> d’urgence ont également été pris en vertu de la Loi sur la mise en quarantaine pour mettre en œuvre des mesures frontalières aux points d’entrée (PDE) canadiens afin d’empêcher l’introduction et la propagation de la COVID-19.",
        "4-2":"Interdire aux ressortissants étrangers de tous les pays d’entrer au Canada, sous réserve des exceptions.",
        "4-3":"À compter du 9 août 2021 : Les citoyens américains et les résidents permanents des États-Unis entièrement vaccinés, qui résident actuellement aux États-Unis, sont autorisés à entrer au Canada pour des voyages discrétionnaires",
        "4-4":"À compter du 7 septembre 2021 : Tous les autres ressortissants étrangers entièrement vaccinés seront autorisés à entrer au Canada pour un voyage discrétionnaire",
        "4-5":"Obliger les voyageurs à se mettre en quarantaine (en l’absence de symptômes) ou à s’isoler (en cas de symptômes) pendant 14 jours à leur arrivée au Canada (avec certaines exemptions).",
        "4-6":"Exiger que les voyageurs portent un masque non médical ou un couvre-visage.",
        "4-acc1":"Décret visant la réduction du risque d'exposition à la COVID-19 au Canada (Obligation de s'isoler)",
        "4-acc2":"Décret visant la réduction du risque d’exposition à la COVID-19 au Canada (interdiction d’entrée au Canada en provenance d’un pays étranger autre que les États-Unis)",
        "4-acc3":"Décret visant la réduction du risque d’exposition à la COVID-19 au Canada (interdiction d’entrée au Canada en provenance des États-Unis)",
        "4-7":"Le présent décret a pour objectif de :",
        "4-8":"appuyer les efforts continus du Canada à mettre l’accent sur la réduction de l’introduction et de la propagation de la COVID-19 en réduisant le risque d’importer des cas de l’extérieur du pays;",
        "4-9":"maintenir les exigences antérieures selon lesquelles toutes les personnes qui ont des motifs raisonnables de soupçonner qu’elles ont la COVID-19, qui présentent des signes et des symptômes de COVID-19 ou qui savent qu’elles sont atteintes de la COVID-19 à l’entrée au Canada sont tenues de se mettre en quarantaine ou de s’isoler pendant 14 jours, y compris les personnes asymptomatiques, à quelques exceptions près;",
        "4-10":"maintenir les exigences du décret précédent.",
        "4-11":"continuer d’interdire aux ressortissants étrangers en provenance de pays autres que les États-Unis d’entrer au Canada, à quelques exceptions près, et s’ils ont des motifs raisonnables de soupçonner qu’ils sont atteints de la COVID-19, qui présentent des signes et des symptômes de COVID-19 ou qui savent qu’ils sont atteints de la COVID-19;",
        "4-12":"continuer à respecter les exigences du décret précédent.",
        "4-13":"continuer d’interdire aux ressortissants étrangers en provenance des États-Unis, à des fins facultatives ou discrétionnaires, d’entrer au Canada, à quelques exceptions près, et s’ils ont des motifs raisonnables de soupçonner qu’ils sont atteints de la COVID-19, qui présentent des signes et des symptômes de COVID-19 ou qui savent qu’ils sont atteints de la COVID-19;",

        "Title-5":"Entrée au Canada",
        "5-T":"Conditions Spéciales (appliquées uniquement aux icônes spécifiées)",
        "5-1":"Les voyageurs qui entrent au Canada doivent respecter les règles établies par les décrets d’urgence en vertu de la Loi sur la mise en quarantaine afin de réduire la propagation de la COVID-19 et de ses variants. Si les voyageurs ne se conforment à aucune exigence ou fournissent de faux renseignements, ils se verront imposer des amendes, des pénalités ou des peines d’emprisonnement.",
        "5-2":"Itinéraire du voyageur qui ne remplit pas les conditions comme étant entièrement vacciné qui entre au Canada par voie TERRESTRE et AÉRIENNE :",
        "5-3":"Non Vacciné",
        "5-4":"Planifier la mise en quarantaine",
        "5-5":"Présenter un résultat négatif à un test moléculaire de dépistage de la COVID-19 effectué dans les 72 heures avant l’arrivée à la frontière et avoir en main le résultat OU une preuve d’un résultat positif à un test de dépistage effectué entre 14 et 180 jours avant l’arrivée",
        "5-6":"Saisir des renseignements dans ArriveCAN et avoir en main le reçu ",
        "5-new":"Vacciné",
        "5-a":"À compter du 30 novembre 2021, les Canadiens ou les personnes qui ont un droit d’entrée, sont admissibles en tant que voyageurs entièrement vaccinés et rentrent au Canada dans les 72 heures de leur départ n’auront pas à fournir le résultat d’un test de dépistage moléculaire avant l’entrée. Cette règle sera également applicable aux enfants de moins de 12 ans qui les accompagnent, que ceux ci soient vaccinés ou non.",
        "5-b":"Soumettre une preuve de vaccination, un plan de quarantaine et les informations de voyage via ArriveCAN",
        "5-c":"Tous les voyageurs entièrement vaccinés qui arrivent par voie aérienne en provenance de pays autres que les États-Unis seront soumis à un test de dépistage à leur arrivée. Les voyageurs entièrement vaccinés devront également se mettre en quarantaine en attendant le résultat de leur test de dépistage subi à l'arrivée.",
        "5-d":"Répondez à toutes les questions d'éligibilité et de contrôle de santé à la frontière",
        "5-e":"Quarantaine",
        "5-f":"Test du jour 8",
        "5-7":"À la frontière",
        "5-8":"Porter un masque ",
        "5-9":"Avoir en main le reçu d’ArriveCAN, la preuve de vaccination et le résultat du test de dépistage effectué avant l’entrée.",
        "5-10":"Répondre à toutes les questions d’admissibilité et d’examen de santé.",
        "5-11":"Recueillir deux trousses de tests moléculaires de la COVID-19",
        "5-12":"Effectuer le premier test à la frontière si des services sur place sont disponibles ou si le lieu de quarantaine est disponible à la date d’arrivée",
        "5-1X":"Report to the Canada Border Services Agency Telephone Reporting Centre or marine reporting site locations.",
        "5-13":"Si vous bénéficiez de l’exemption accordée aux voyageurs entièrement vaccinés, vous pouvez être exempté du test de dépistage à l’arrivée. Toutefois, vous pouvez être sélectionné pour un test aléatoire obligatoire à l’arrivée.",
        "5-14":"Si vous présentez des symptômes ou le lieu de quarantaine est inapproprié, suivez les directives fournies par un représentant du gouvernement",
        "5-15":"Quarantine",
        "5-16":"Se rendre directement au lieu de quarantaine ou d’isolement",
        "5-17":"Utiliser ArriveCAN ou composer le 1-888-641-0343 pour s’enregistrer dans les 48 heures suivant l’arrivée au lieu de quarantaine et signaler chaque jour l’état des symptômes (si le voyageur est asymptomatique)",
        "5-18":"Effectuer le test du huitième jour et envoyer la trousse de test selon les instructions",
        "5-19":"Le gouvernement du Canada et les représentants provinciaux et territoriaux communiqueront avec le voyageur ",
        "5-V":"Les voyageurs entièrement vaccinés sont exemptés de:",

        "Title-6":"Voyageurs entièrement vaccinés",
        "6-1":"À compter du 5 juillet 2021, il y a certaines exemptions pour les voyageurs pleinement vaccinés admissibles à entrer au Canada et qui répondent à des conditions particulières.",
        "6-2":"Les voyageurs entièrement vaccinés ont reçu la série complète d’un vaccin contre la COVID-19 approuvée par le gouvernement du Canada ou une combinaison de vaccins approuvés. Ils ont reçu la dernière dose au moins 14 jours avant la date d’entrée au Canada. Il n’y a aucune exemption pour les voyageurs partiellement vaccinés.",
        "6-spec":"Les conditions spécifiques inclure :",
        "6-a":"satisfaisons tous les conditions d'entrée",
        "6-b":"être asymptomatique",
        "6-c":"avoir une preuve de vaccination",
        "6-d":"(une personne) qui a reçu une série complète d'un vaccin contre la COVID-19 accepté ou une combinaison de vaccins acceptés",
        "6-e":"Pfizer-BioNTech (Comirnaty, tozinameran, BNT162b2)        ",
        "6-f":"Moderna (Spikevax, mRNA-1273)",
        "6-g":"AstraZeneca (Vaxzevria, COVISHIELD, ChAdOx1-S, AZD1222)         ",
        "6-h":"Janssen/Johnson & Johnson (Ad26.COV2.S)        ",
        "6-i":"Bharat Biotech (Covaxin, BBV152 A, B, C)*",
        "6-j":"Sinopharm (Beijing) BBIBP-CorV (Vero Cells)*        ",
        "6-k":"Sinovac (CoronaVac, PiCoVacc)*",
        "6-l":"* À partir de 30 Novembre 2021",
        "6-3":"<strong> Regardez la vidéo pour en savoir plus sur les mesures frontalières qui concernent les voyageurs entièrement vaccinés.</strong>",
        "6-4":"Les détails peuvent changer. Consulter toujours les décrets actuels pour obtenir des renseignements à jour.",
        "6-new":"Tous les voyageurs entièrement vaccinés qui arrivent par voie aérienne en provenance de pays autres que les États-Unis seront soumis à un test de dépistage à leur arrivée. Les voyageurs entièrement vaccinés devront également se mettre en quarantaine en attendant le résultat de leur test de dépistage subi à l'arrivée.",
        "6-5":"Les voyageurs asymptomatiques entièrement vaccinés sont exemptés de la quarantaine et des tests du huitième jour.",
        "6-7":"Les voyageurs doivent respecter des exigences strictes même s’ils sont exemptés de la quarantaine, notamment :",
        "6-8":"Tenir à jour une liste de contacts étroits ",
        "6-9":"Surveiller les symptômes de la COVID-19",
        "6-10":"Porter un masque en tout temps dans les espaces publics",

        "Title-7":"Voyageurs non vaccinés sous certaines circonstances",
        "7-1":"Il existe des exemptions particulières pour les enfants de moins de 12 ans et pour les voyageurs exemptés pour des raisons médicales.",
        "7-2":"Voyageurs asymptomatiques non vaccinés qui sont exemptés pour des raisons médicales",
        "7-3":"Les voyageurs asymptomatiques non vaccinés âgés de 12 ans et plus qui ne présentent aucun symptôme et qui sont exemptés de se faire vacciner, pour des raisons médicales, reçoivent un document contenant des instructions à suivre à l’arrivée. Ils ne sont pas tenus de se mettre en quarantaine à leur arrivée au Canada s’ils ont une contre-indication médicale qui les empêche de se faire vacciner contre la COVID-19 et de se conformer à des mesures précises.",
        "7-4":"Remettre le document approprié aux voyageurs exemptés pour des raisons médicales.",
        "7-5":"Enfants de moins de 12 ans non vaccinés ne présentant aucun symptôme.",
        "7-6":"Les enfants de moins de 12 ans non vaccinés, qui ne présentent aucun symptôme et qui voyagent avec des parents ou des tuteurs entièrement vaccinés, reçoivent un document contenant des instructions particulières à suivre à l’arrivée. Si l’enfant et les parents, les beaux-parents ou les tuteurs satisfont à certaines exigences du décret et aux conditions qui leur sont imposées par le ministre de la Santé, ils ne sont pas tenus de se mettre en quarantaine à leur arrivée au Canada.",
        "7-7":"Pendant 14 jours après son arrivée l'enfant ne doit pas:",
        "7-8":"se présenter à une garderie, à l'école, un camp de jour, ou se rendre dans un endroit où il pourrait entrer en contact avec des personnes vulnérables",
        "7-9":"emprunter un transport en commun achalandé",
        "7-10":"participer à de grands rassemblements",
        "7-11":"L'enfant doit effectuer les tests moléculaires de dépistage de la COVID-19 conformément aux instructions ",
        "7-12":"Limiter les contacts de l'enfant avec les autres",
        "7-13":"Si le parent/gardien entièrement vacciné présente des signes ou des symptômes, ou si le résultat du test est positif, le parent/gardien et l'enfant doivent être mis en quarantaine",

        "Title-8":"Mesures frontalières aux points d’entrée (PE) du Canada et installations de quarantaine",
        "8-1a":"Aéoroports",
        "8-1":"Des agents de quarantaine (AQ) sont actuellement en poste dans quatre aéroports internationaux",
        "8-2a":"Autres PE",
        "8-2":"Les autres aéroports, frontières terrestres, ports maritimes et chemins de fer sont appuyés par des agents de quarantaine qui effectuent des évaluations de santé à distance au moyen de la ligne téléphonique accessible en tout temps du Système de notification centralisé (SNC).",
        "8-3a":"Sites d’isolement désignés ",
        "8-3":"Un certain nombre d’installations de quarantaine au Canada (hôtels ou autres établissements) ont été désignées en vertu de la Loi sur la mise en quarantaine.",

        "Title-9":"Obligations des voyageurs aux points d’entrée",
        "9-1":"Lorsqu’ils arrivent à un point d’entrée, tous les voyageurs qui veulent entrer au Canada doivent répondre à toute question pertinente posée par un agent de contrôle, un agent de quarantaine ou un autre agent de santé publique désigné.",
        "9-2":"D’autres questions de contrôle sanitaire au sujet de la COVID-19 seront posées soit par un agent des services frontaliers de l’ASFC ou aux bornes électroniques utilisées à l’arrivée des voyageurs (borne d’inspection primaire [BIP], NEXUS et machines ABC).",
        "9-3":"Exemples de questions auxquelles répondre par « oui » ou « non » :",
        "9-4":"Avez-vous actuellement une toux, des difficultés respiratoires ou de la fièvre?",
        "9-5":"Disposez-vous d’un logement ou d’un lieu d’hébergement où vous pouvez vous mettre en quarantaine pendant 14 jours?",
        "9-6":"Y a-t-il des personnes vulnérables à l’endroit où vous prévoyez vous mettre en quarantaine?",
        "9-7":"Votre logement de quarantaine est-il un milieu de vie de groupe (p. ex. foyer de groupe ou résidence pour personnes âgées) ou abrite-t-il actuellement différentes familles? ",
        "9-8":"Pouvez-vous vous faire livrer de la nourriture, des médicaments ou d’autres produits de première nécessité à votre logement ou à lieu d’hébergement pendant la quarantaine?",
        "9-9":"Toute personne doit porter un masque non médical ou un couvre-visage que l’agent de contrôle ou l’agent de quarantaine estime approprié à son entrée et pendant son transport vers le lieu d’isolement ou de quarantaine.",
        "9-10":"<strong>LE COUVRE-VISAGE EST-IL APPROPRIÉ? </strong>",
        "9-11":"Les masques non médicaux sont des couches protectrices de tissu absorbant (comme le coton) qui s’ajustent parfaitement sur le nez et la bouche et sont fixés au visage par des attaches ou des boucles par-dessus l’oreille. Ces masques empêchent les gouttelettes respiratoires de contaminer les autres ou de se poser sur les surfaces.",
        "9-12":" Les masques ou couvre-visage DOIVENT :",
        "9-12a":" être constitués de plusieurs couches de tissu absorbant (comme le coton);",
        "9-12b":"s’ajuster parfaitement sur la bouche et le nez; ",
        "9-12c":"s’attacher fermement à la tête avec des attaches ou des boucles par-dessus l’oreille; ",
        "9-12d":"permettre de respirer aisément; ",
        "9-12e":"être changés dès que possible lorsqu’ils sont humides ou sales; ",
        "9-12f":"garder leur forme après le lavage et le séchage en machine.",
        "9-13":"Les masques ou les couvre-visage NE doivent PAS : ",
        "9-13a":"être mis sur des enfants de moins de deux ans; ",
        "9-13b":"être mis sur toute personne incapable de les retirer sans assistance ou sur toute personne ayant des difficultés respiratoires;",
        "9-13c":"être exclusivement constitués de feuilles de plastique ou de matériaux qui se désintègrent facilement (par exemple, des mouchoirs en papier); ",
        "9-13d":"être partagés avec d’autres; ",
        "9-13e":"obstruer la vue ou interférer avec les tâches. ",
        "9-14":"<strong>Panneaux de mise en garde concernant un masque ou un couvre-visage inadéquat</strong>",
        "9-14a":"Le masque ou le couvre-visage est fait de matériau non aéré (p. ex. sac en plastique)",
        "9-14b":"Le masque ou le couvre-visage est fixé à l’aide de ruban adhésif ou d’autres matériaux inappropriés",
        "9-14c":"Le voyageur ajuste continuellement le couvre-visage ",
        "9-15":"<strong>COMMENT RETIRER UN MASQUE OU UN COUVRE-VISAGE INAPPROPRIÉ </strong>",
        "9-16":"Demander au voyageur de faire ce qui suit. :",
        "9-16a":"Poser tous les objets en main (sacs, passeports, etc.) et s’assurer qu’il y a suffisamment d’espace entre les mains et tout obstacle, y compris des enfants. ",
        "9-16b":"Se désinfecter les mains avec un désinfectant pour les mains (à base d’alcool à au moins 60 %). ",
        "9-16c":"Dire au voyageur de se pencher la tête au-dessus d’un sac à poubelle et de retirer le masque avec précaution pour éviter la propagation de gouttelettes respiratoires. ",
        "9-16d":"Placer délicatement le couvre-visage dans la poubelle plutôt que de le laisser tomber de haut. ",
        "9-16e":"Se désinfecter les mains avec du désinfectant pour les mains. ",
        "9-16f":"Mettre un couvre-visage approprié comme il est décrit ci-dessus. ",
       
        "Title-10":"Isolement obligatoire – Voyageurs asymptomatiques",
        "10-1":"Les citoyens canadiens (incluant ceux ayant la double nationalité) non vaccinés ou partiellement vaccinés, les personnes inscrites au titre de la Loi sur les Indiens, les résidents permanents du Canada ou les personnes protégées (statut de réfugié) sont autorisés à entrer au Canada, mais ils devront se mettre en quarantaine dans un endroit approprié.",
        "10-2":"L'<strong>agent de contrôle (AC)</strong>:",
        "10-3":"Effectue le premier contrôle en posant d’autres questions sur la santé auxquelles il faut répondre par « oui » ou « non » afin de déterminer si le voyageur dispose d’un lieu approprié pour se mettre en quarantaine pendant 14 jours.",
        "10-4":"Les voyageurs asymptomatiques ne peuvent pas se mettre en quarantaine avec des personnes vulnérables qui n’ont pas voyagé avec eux; à moins que les personnes vulnérables y consentent, ou qu’elles soient les parents ou les mineurs dans une relation parents-mineurs.",
        "10-5":" Les voyageurs asymptomatiques ne peuvent pas se mettre en quarantaine avec les fournisseurs de soins de santé ou les personnes qui fournissent des soins aux personnes vulnérables",
        "10-6":"Les voyageurs asymptomatiques doivent disposer d’un lieu de quarantaine approprié et doivent porter un masque ou un couvre-visage approprié pendant le déplacement vers le lieu de quarantaine.",
        "10-7":"Renvoie le voyageur à un agent de contrôle clinique (ACC) ou à un agent de quarantaine (AQ) lorsque le voyageur ne répond pas aux critères d’hébergement convenable.",
        "10-8":"Si les voyageurs ont un lieu approprié pour se mettre en quarantaine, ils doivent donc se rendre directement à l’endroit où ils se mettront en quarantaine sans tarder ou selon les directives d’un agent de contrôle (AC) ou d’un agent de quarantaine (AQ). Les voyageurs doivent se mettre en quarantaine dans leur lieu de quarantaine approprié pendant 14 jours.",
        "10-9":"Remarque : Une nouvelle période d’isolement commence si le voyageur présente des symptômes ou s’il reçoit un résultat positif à un test de dépistage, ou s’il est un contact étroit d’une personne qui présente des signes et des symptômes de la COVID-19 (10 jours).",
        "10-10":"Dépistage",
        "10-11":"Les voyageurs doivent effectuer deux tests de dépistage de la COVID-19 au Canada, un à l’arrivée (premier jour) soit à un aéroport, soit à un point d’entrée terrestre, soit à la maison, et un autre au huitième jour à moins que le voyageur n’ait une preuve du résultat positif à un test PCR effectué 14 à 180 jours avant l’arrivée.",
        "10-12":"Rapports et surveillance",
        "10-13":"Les voyageurs doivent signaler leur arrivée à leur lieu de quarantaine dans ArriveCAN ou en appelant le 1-833-641-0343",
        "10-14":"Les voyageurs doivent surveiller leur santé pendant la période de quarantaine et signaler quotidiennement l’état de leur santé en ce qui concerne les signes et les symptômes de COVID-19 dans ArriveCAN ou en appelant le 1-833-641-0343",
        "10-15":"Si les voyageurs développent des signes et des symptômes de la COVID-19, reçoivent un résultat positif à un test moléculaire de dépistage de la COVID-19 ou sont exposés à une personne ayant reçu un résultat positif, ils doivent : s’isoler immédiatement des autres pendant une période de 10 jours et suivre les instructions de l’autorité de santé publique locale (les coordonnées sont fournies dans le document VERT)",
        
        "Title-11":"Déterminer un Endroit Approprié pour l'Isolement Obligatoire",
        "11-1":"Renvoie le voyageur à un agent de contrôle clinique (ACC) ou à un agent de quarantaine (AQ) lorsque le voyageur ne répond pas aux critères d’hébergement convenable.",
        "11-2":"L'<strong>agent de contrôle clinique (ACC) </strong>  will support the QO by doing further assessment when the traveller does not meet the criteria for suitable accommodation and determine the appropriate action.",
        "11-3":"Pose des questions supplémentaires pour déterminer si le voyageur dispose d’un lieu approprié pour s’isoler pendant 14 jours (p. ex. s’il dispose d’un logement ou d’un lieu d’hébergement, s’il réside avec des personnes vulnérables, s’il a accès aux nécessités de la vie.",
        "11-4":"Les questions peuvent inclure :",
        "11-5":"Disposez-vous d’un logement ou d’un lieu d’hébergement où vous pouvez vous mettre en quarantaine pendant 14 jours?",
        "11-5a":"Le voyageur est tenu de prévoir un lieu approprié où s’isoler pendant la quarantaine de 14 jours.",
        "11-5b":"Le lieu d’hébergement doit permettre l’éloignement physique.",
        "11-5c":"Si possible, le voyageur doit éviter de partager les chambres à coucher et les salles de bain, surtout avec ceux qui n’ont pas voyagé avec lui",
        "11-6":"Y a-t-il des personnes vulnérables à l’endroit où vous prévoyez vous mettre en quarantaine?",
        "11-7":"Votre logement ou lieu d’hébergement de quarantaine est-il un milieu de vie de groupe, p. ex. un foyer de groupe ou une résidence pour personnes âgées, ou héberge-t-il actuellement différentes familles??",
        "11-8":"Pouvez-vous vous faire livrer de la nourriture, des médicaments ou d’autres produits de première nécessité à votre logement ou lieu d’hébergement pendant la quarantaine?",
        "11-9":"Regardez la video pour en savoir plus",
        "11-10":"Le voyageur ne doit pas entrer en contact avec une personne vulnérable, sauf si cette personne vulnérable est un adulte consentant ou si elle est le parent ou l’enfant mineur dans une relation parent-enfant.",
        "11-11":"Personne Vulnérable :",
        "11-11a":"personne qui a un problème de santé sous-jacent qui la rendrait susceptible de souffrir de complications liées à la COVID-19;",
        "11-11b":"personne dont le système immunitaire est affaibli en raison d’un problème de santé ou d’un traitement;",
        "11-11c":"personne âgée de 65 ans ou plus.",
        "11-12":"Les problèmes de santé sous-jacents qui rendent une personne vulnérable aux complications liées à la COVID-19 concernent :",
        "11-12a":"Maladie Cardiaque",
        "11-12b":"Hypertension (pression sanguine élevée)",
        "11-12c":"Maladie Pulmonaire",
        "11-12d":"Diabète",
        "11-12e":"Cancer",
        "11-12f":"Maladie pulmonaire chronique ou asthme modéré à sévère",
        "11-12g":"Maladie rénale chronique sous dialyse",
        "11-12h":"Maladie du foie",
        "11-13x":"<u>Directive : </u> ",
        "11-13":" Un AC peut obtenir le consentement d’une personne de 65 ans et plus qui n’a aucun problème de santé sous-jacent, mais doit informer le dirigeant principal de la sécurité (DPS) ou l’AQ si une personne vulnérable ayant des problèmes de santé sous-jacents se trouve dans le lieu où le voyageur doit séjourner. Il incombe à l’AQ de valider l’information, d’évaluer le risque et de prendre une décision quant à la convenance du lieu de séjour.",
        "11-14":"Consulter les ressources suivantes pour en savoir plus sur les problèmes médicaux sous-jacents :",
        "11-15":"Voyageurs sans plan de quarantaine approprié",
        "11-16":"Si le voyageur ne dispose pas d’un lieu approprié, il devra être mis en quarantaine dans une installation de quarantaine. Installation de quarantaine : « signifie tout endroit utilisé pour la détention d’un voyageur. » (Note : définition provenant d’un AQ)",
        "11-17":"Et:",
        "11-17a":"Si un AC ou un AQ l’ordonne, prendre tout moyen de transport fourni par le gouvernement du Canada pour se rendre à l’installation de quarantaine",
        "11-17b":"Rester en isolement à l’installation de quarantaine jusqu’à l’expiration des 14 jours",
        "11-17c":"Avec une autorisation, le voyageur peut quitter une installation de quarantaine avant l’expiration de la période de 14 jours afin de se mettre en quarantaine dans un lieu approprié ou quitter le Canada en vertu de l’article 13 du décret",

        "Title-12":"Exigences en Matière d’Isolement pour les Voyageurs Symptomatiques",
        "12-1":"Toute personne qui entre au Canada et qui est atteinte de la COVID-19, qui présente des signes ou des symptômes de la COVID-19, ou qui a des motifs raisonnables de soupçonner qu’elle présente ces symptômes, de la fièvre et de la toux ou de la fièvre et des difficultés respiratoires ou des symptômes associés à la COVID-19.",
        "12-2":"L’isolement est la « séparation des personnes qui sont infectées par la COVID-19 ou qui présentent des signes et des symptômes de la COVID-19 des autres de manière à prévenir la propagation de l’infection ou de la contamination. »",
        "12-3":"Le voyageur DOIT",
        "12-3a":"s’isoler sans délai dans un lieu approprié et rester isolé jusqu’à l’expiration de la période de 14 jours commençant le jour de son entrée au Canada;",
        "12-3b":"subir tout contrôle médical exigé, surveiller les signes et symptômes qu’il présente et communiquer avec l’autorité sanitaire précisée par l’agent de contrôle ou l’agent de quarantaine s’il nécessite des soins médicaux additionnels.",
        "12-4":"si l’AC a des motifs raisonnables de soupçonner qu’il présente ces signes et symptômes, Remet un document rouge au voyageur et Communique avec l’ACC ou l’AQ pour une évaluation approfondie et la prise de mesures complémentaires.",
        "12-5":"<u>Voyageurs sans plan de quarantaine approprié</u>",
         "12-6":"Si le voyageur ne dispose pas d’un logement ou d’un lieu d’hébergement approprié ou s’il n’est pas en mesure de se rendre à un lieu approprié sans utiliser le transport en commun, le voyageur symptomatique devra s’isoler dans une installation de quarantaine.",
        "12-6a":"Si un AQ ou un AC l’ordonne, prendre tout moyen de transport fourni par le gouvernement du Canada pour se rendre à l’installation de quarantaine",
        "12-6b":"Rester en isolement à l’installation de quarantaine jusqu’à l’expiration des 14 jours.Avec une autorisation, le voyageur peut quitter une installation de quarantaine avant l’expiration de la période de 14 jours afin de s’isoler dans un lieu approprié ou quitter le Canada en vertu de l’article 13 du Décret 10 sur l’obligation de s’isoler",
        "12-6c":"Subir, pendant qu’elle demeure à l’installation de quarantaine, tout contrôle médical exigé par l’agent de quarantaine",
        
        "Title-13":"Voyageurs exemptés",
        "13-1":"Certaines personnes ne sont pas soumises à l’obligation de mise en quarantaine lorsqu’elles entrent au Canada à certaines fins (p. ex. celles qui exécutent un service essentiel tel que déterminé par l’administrateur en chef de la santé publique [ACSP]). L’exemption de la quarantaine ne s’applique pas si le voyageur présente des symptômes ou s’il y a des motifs raisonnables de croire qu’il est atteint de la COVID-19. Les voyageurs exemptés de la quarantaine ne sont pas nécessairement exemptés de l’obligation de procéder à des tests de dépistage avant l’arrivée.",
        "13-2":"Les voyageurs exemptés de quarantaine doivent toujours :",
        "13-2a":"Porter un masque s’ils sont dans un espace commun",
        "13-2b":"Surveiller la santé à la recherche de symptômes de la COVID-19 pendant 14 jours chaque fois qu’ils rentrent au Canada",
        "13-2c":"Respecter les directives et les instructions de la santé publique de la région où ils voyagent et les mesures de prévention de leur lieu de travail",
        "13-2d":"Tenir à jour la liste des noms et des coordonnées des contacts étroits et des endroits visités au cours de la période de 14 jours",
        "13-3":"Tous les voyageurs exemptés devraient recevoir un document orange.",

        "Title-14":"Conformité et Application de la Loi",
        "14-1":"Le défaut de se conformer à ce décret constitue une infraction à la Loi sur la mise en quarantaine. Les personnes qui enfreignent les exigences d’isolement obligatoire ou de quarantaine obligatoire peuvent être soumises à une série de mesures coercitives en vertu de la Loi sur la mise en quarantaine, qui comprend des avertissements verbaux et écrits, l’émission de contraventions et l’arrestation, la détention ou l’escorte vers une installation de quarantaine désignée.",
        "14-2":"Le gouvernement du Canada effectuera des contrôles ponctuels afin de s’assurer de la conformité au décret. ",
        "14-3":"Les peines maximales comprennent une amende pouvant aller jusqu’à 750 000 $ ou une peine d’emprisonnement pouvant aller jusqu’à six mois. Les agents de la paix utiliseront leur pouvoir discrétionnaire pour déterminer la mesure la plus appropriée dans chaque circonstance. De plus, quiconque, en contrevenant intentionnellement ou par insouciance à la Loi ou à ses règlements, expose une autre personne à un danger imminent de mort ou de blessures graves pourrait être passible d’une amende maximale de 1 000 000 $ ou d’un emprisonnement maximal de trois ans, ou les deux.",
        "14-4":"Les modifications apportées à la Loi sur les contraventions permettent désormais une plus grande souplesse dans l’application des infractions à la Loi sur la mise en quarantaine. Les organismes chargés de l’application de la loi, y compris la Gendarmerie royale du Canada et les forces de police locales et provinciales, peuvent adresser des procès-verbaux aux personnes qui sont passibles d’amendes allant de 825 $ à 5 000 $, en fonction de la gravité du non-respect de la Loi sur la mise en quarantaine et du décret. En temps voulu, d’autres fonctionnaires de l’ASPC ayant la formation et les capacités appropriées, ou d'autres catégories de personnes désignées par le ministre de la Santé pourraient également être des « agents de l’autorité » en vertu de la Loi sur les contraventions et pourraient émettre des contraventions. ",
        "14-5":"L’Agence de la Santé Publique du Canada (ASPC) collaborera avec ses partenaires fédéraux et provinciaux pour promouvoir, surveiller et vérifier la conformité au Décret.",

        "Title-15":"Résumé",
        "15-1":"L’objet de la Loi sur la mise en quarantaine est de protéger la santé publique au moyen de mesures exhaustives visant à prévenir l’introduction et la propagation de maladies transmissibles. Les décrets (mesures d’urgence) sont des mesures supplémentaires en cas de pandémie, comme celle de la COVID-19. Si les voyageurs ne se conforment pas à la Loi, il y a des façons de l’appliquer, mais l’objectif est la sensibilisation, l’éducation et la conformité, et non l’application.",

        "accordion-directive":"Cliquez sur chaque icône pour en savoir plus.",
        "tabs-directive":"Cliquez sur chaque icône pour en savoir plus.",
        "popup-directive":"Cliquez sur chaque section pour en savoir plus. ",
        "flipcard-directive":"Cliquez sur chaque image pour en savoir plus. ",
        "link-directive":"Pour plus d'informations, visitez :",
        "hover-directive":"Survolez chaque image pour en savoir plus. ",
        

        "titlebarimage1":"<img src='./assets/img/template/phac-text-en.svg' alt='Logo PHAC Français'>",
        "helpimage-1":"<img src='./assets/img/template/Help_LeftArrow.png' alt='Page Précédente'/>",
        "helpimage-2":"<img src='./assets/img/template/Help_RightArrow.png' alt='Page Suivante'/>",
        "helpimage-3":"<img src='./assets/img/template/HelpButton_INV.png' alt='Obtenir de l'Aide'/>",
        "helpimage-4":"<img src='./assets/img/template/Help_TOC.png' alt='Ouvrir la Table des Matières'/>"

    },
    "sp":{
        "Title-1":"Introducción",
        "1-1":"El aumento de viajeros globales por aire, tierra y mar, llevó a la transmisión generalizada de <a class='pop' tabindex='0' onclick='popFunction()' onkeydown=' if (event.keyCode == 13) popFunction()'> COVID-19 <span class='popuptext' id='myPopup'> La enfermedad por coronavirus (COVID-19) es una enfermedad infecciosa causada por el virus SARS-CoV-2.</span> </a> con casos reportados en casi todos los países del mundo.",
        "1-2":"On March 11, 2020, The <a class='pop' tabindex='0'onclick='popFunctionAgain()' onkeydown='if (event.keyCode == 13) popFunctionAgain()'> World Health Organization (WHO) <span class='popuptext' id='myPopupAgain'>WHO works worldwide to promote health, keep the world safe, and serve the vulnerable.</span></a> assessed COVID-19 as a pandemic.",
        "1-3":"COVID-19 is caused by a novel coronavirus capable of causing severe illness, named the Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2)",
        "1-4":"Governments worldwide have implemented policy and health responses to limit the spread of the virus, including for example:",
        "1-5":"Cessation of non-essential travel",
        "1-6":"Closure of borders, schools and Universities",
        "1-7":"Mandatory <a class='pop' tabindex='0' onclick='popFunction2()' onkeydown='if (event.keyCode == 13) popFunction2()'> self-isolation <span class='popuptext' id='myPopup2'>Seperation of persons who are infected with COVID-19 or with symptoms of COVID-19 from others in a way that prevents the spread of infection or contamination</span> </a>",
        "1-8":"Cancellation of mass gatherings and social distancing"
    },
    "ar":{
        "Title-1":"<p style='padding:0' dir='rtl'>المقدمة<p>",
        "1-1":"<p dir ='rtl'>أدت الزيادة في المسافرين العالميين عن طريق الجو والبر والبحر إلى انتشار واسع النطاق <a class='pop' tabindex='0' onclick='popFunction()' onkeydown=' if (event.keyCode == 13) popFunction()'> COVID-19 <span class='popuptext' id='myPopup'>مرض فيروس كورونا (COVID-19) هو مرض معد يسببه فيروس SARS-CoV-2.</span> </a> مع حالات تم الإبلاغ عنها في كل بلد تقريبًا في العالم.<p>",
        "1-2":"On March 11, 2020, The <a class='pop' tabindex='0'onclick='popFunctionAgain()' onkeydown='if (event.keyCode == 13) popFunctionAgain()'> World Health Organization (WHO) <span class='popuptext' id='myPopupAgain'>WHO works worldwide to promote health, keep the world safe, and serve the vulnerable.</span></a> assessed COVID-19 as a pandemic.",
        "1-3":"COVID-19 is caused by a novel coronavirus capable of causing severe illness, named the Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2)",
        "1-4":"Governments worldwide have implemented policy and health responses to limit the spread of the virus, including for example:",
        "1-5":"Cessation of non-essential travel",
        "1-6":"Closure of borders, schools and Universities",
        "1-7":"Mandatory <a class='pop' tabindex='0' onclick='popFunction2()' onkeydown='if (event.keyCode == 13) popFunction2()'> self-isolation <span class='popuptext' id='myPopup2'>Seperation of persons who are infected with COVID-19 or with symptoms of COVID-19 from others in a way that prevents the spread of infection or contamination</span> </a>",
        "1-8":"Cancellation of mass gatherings and social distancing",


        "Title-8":"<p dir='rtl'>الإجراءات الحدودية في نقاط الدخول الكندية (PoE) ومنشآت الحجر الصحي<p>",
        "8-1a":"<p dir='rtl'>مطار<p>",
        "8-1":"<p dir='rtl'>حاليًا ، يتمركز ضباط PHAC في بعض المطارات الدولية. يمكن توسيع التواجد في الموقع ليشمل المزيد من المطارات والحدود البرية والموانئ البحرية حسب الحاجة.<p>",
        "8-2a":"<p dir='rtl'>نقاط الدخول الأخرى<p>",
        "8-2":"<p dir='rtl'>يتم دعم المطارات الأخرى ، والحدود البرية ، والموانئ البحرية ، والسكك الحديدية من قبل ضباط الحجر الصحي الذين يقومون بإجراء تقييمات الصحة عن بُعد عبر خط هاتف نظام الإخطار المركزي (CNS) على مدار الساعة طوال أيام الأسبوع. يوفر نظام الإخطار المركزي أيضًا دعمًا بعد ساعة للمطارات.<p>",
        "8-3a":"<p dir='rtl'>مرافق الحجر الصحي (تسمى غالبًا مرافق الحجر الصحي المعينة (DQF))<p>",
        "8-3":"<p dir='rtl'>تم تخصيص عدد من مرافق الحجر الصحي في جميع أنحاء كندا (الفنادق أو المؤسسات الأخرى) بموجب قانون الحجر الصحي.<p>"
    }
}